[
    {
        "title": "A Study in Scarlett",
        "url": "https://tibia.fandom.com/wiki/A_Study_in_Scarlett",
        "grade": 1,
        "points": 3,
        "description": "You ended the regn of Scarlett Etzel. All-seeing yet blind, ever powerful yet ultimately helpless, she never got a second chance to truly see. Or has she...",
        "spoiler": "Obtainable by defeating Scarlett Etzel"
    },
    {
        "title": "Afraid of no Ghost!",
        "url": "https://tibia.fandom.com/wiki/Afraid_of_no_Ghost!",
        "grade": 1,
        "points": 2,
        "description": "You passed their test and helped the Spirithunters testing equipment, researching the supernatural and catching ghosts - it's you they're gonna call.",
        "spoiler": "Obtainable by completing the Spirithunters Quest."
    },
    {
        "title": "All Hail the King",
        "url": "https://tibia.fandom.com/wiki/All_Hail_the_King",
        "grade": 1,
        "points": 1,
        "description": "Old temples, a meadowy countryside and the splendour of Thais - you really know every corner of King Tibianus' realm now.",
        "spoiler": "Obtained by completely discovering Thais (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Allow Cookies?",
        "url": "https://tibia.fandom.com/wiki/Allow_Cookies%3F",
        "grade": 1,
        "points": 2,
        "description": "With a perfectly harmless smile you fooled all of those wisecrackers into eating your exploding cookies. Consider a boy or girl scout outfit next time to make the trick even better.",
        "spoiler": "Obtainable by delivering Exploding Cookies to Avar Tar, Simon the Beggar, Ariella, Lorbas, Markwin, Hjaern, Wyda, Hairycles and Orc King during What a Foolish Quest - Mission 10 - A Sweet Surprise. It is not necessary to deliver an exploding cookie to Yaman or Nah'Bob in order to get this achievement."
    },
    {
        "title": "Allowance Collector",
        "url": "https://tibia.fandom.com/wiki/Allowance_Collector",
        "grade": 1,
        "points": 2,
        "description": "You certainly have your ways when it comes to acquiring money. Many of them are pink and paved with broken fragments of porcelain.",
        "spoiler": "Obtainable by breaking 50 Piggy Banks."
    },
    {
        "title": "Alumni",
        "url": "https://tibia.fandom.com/wiki/Alumni",
        "grade": 2,
        "points": 6,
        "description": "You're considered a first-rate graduate of the Magic Academy in Edron due to your pioneering discoveries and successful studies in the field of experimental magic and spell development. Ever considered teaching the Armageddon spell?",
        "spoiler": "Obtainable by getting both addons of the male Mage Outfit or female Summoner Outfit."
    },
    {
        "title": "Amateur Actor",
        "url": "https://tibia.fandom.com/wiki/Amateur_Actor",
        "grade": 1,
        "points": 2,
        "description": "You helped bringing Princess Buttercup, Doctor Dumbness and Lucky the Wonder Dog to life - and will probably dream of them tonight, since you memorised your lines perfectly. What a.. special piece of.. screenplay.",
        "spoiler": "Obtainable by completing Mission 4 of The Thieves Guild Quest."
    },
    {
        "title": "Ancient Splendor",
        "url": "https://tibia.fandom.com/wiki/Ancient_Splendor",
        "grade": 1,
        "points": 1,
        "description": "You've braved the perils of Yalahar and learned of its gloomy shadows of long gone greatness.",
        "spoiler": "Obtained by completely discovering Yalahar (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Animal Activist",
        "url": "https://tibia.fandom.com/wiki/Animal_Activist",
        "grade": 1,
        "points": 2,
        "description": "You have a soft spot for little, weak animals, and you do everything in your power to protect them - even if you probably eat dragons for breakfast.",
        "spoiler": "Obtainable by doing The Ice Islands Quest - Nibelor 3: Artful Sabotage AND Meriana Quest - Tortoise Egg from Nargor Mission. Note: If you did both these missions and still haven't received the achievement, kill some Huskies in Svargrond and then pay your fine to Iskan."
    },
    {
        "title": "Annihilator",
        "url": "https://tibia.fandom.com/wiki/Annihilator",
        "grade": 2,
        "points": 5,
        "description": "You've daringly jumped into the infamous Annihilator and survived - taking home fame, glory and your reward.",
        "spoiler": "Obtainable by finishing The Annihilator Quest."
    },
    {
        "title": "Arachnoise",
        "url": "https://tibia.fandom.com/wiki/Arachnoise",
        "grade": 1,
        "points": 1,
        "description": "You've shattered each of Bloodweb's eight frozen legs. As they say: break a leg, and then some more.",
        "spoiler": "Obtainable by slaying Bloodweb."
    },
    {
        "title": "Archpostman",
        "url": "https://tibia.fandom.com/wiki/Archpostman",
        "grade": 1,
        "points": 3,
        "description": "Delivering letters and parcels has always been a secret passion of yours, and now you can officially put on your blue hat, blow your post horn and do what you like to do most. Beware of dogs!",
        "spoiler": "Obtainable by finishing The Postman Missions Quest."
    },
    {
        "title": "Areas of Effect",
        "url": "https://tibia.fandom.com/wiki/Areas_of_Effect",
        "grade": 1,
        "points": 3,
        "description": "Wisely contributing your resources to areas, you pushed creatures to maximum effect, allowing improved respawn for everyone! Well done!",
        "spoiler": "Obtainable by donating a total of 1 million gold to improve the spawn rate of one or more areas."
    },
    {
        "title": "Aristocrat",
        "url": "https://tibia.fandom.com/wiki/Aristocrat",
        "grade": 2,
        "points": 4,
        "description": "You begin your day by bathing in your pot of gold and you don't mind showing off your wealth while strolling the streets in your best clothes - after all it's your hard-earned money! You prefer to be addressed with 'Your Highness'.",
        "spoiler": "Obtainable by getting both addons of Nobleman Outfits."
    },
    {
        "title": "Ashes to Dust",
        "url": "https://tibia.fandom.com/wiki/Ashes_to_Dust",
        "grade": 2,
        "points": 4,
        "description": "Staking vampires and demons has almost turned into your profession. You make sure to gather even the tiniest amount of evil dust particles. Beware of silicosis.",
        "spoiler": "Obtainable by using blessed wooden stake 500 times successfully on slain demons and/or slain vampires (including Vampires, Vampire Brides, and Vampire Viscounts )."
    },
    {
        "title": "Askarak Nemesis",
        "url": "https://tibia.fandom.com/wiki/Askarak_Nemesis",
        "grade": 1,
        "points": 1,
        "description": "You are now the royal archfiend of the Askarak, prince slayer.",
        "spoiler": "Obtainable by killing 100 Askarak Prince."
    },
    {
        "title": "Avid Spectral Reader",
        "url": "https://tibia.fandom.com/wiki/Avid_Spectral_Reader",
        "grade": 1,
        "points": 1,
        "description": "What draws things to other dimensions, one wonders. You read the almanac at just the right spot to end up... where, of all places? That is the problem with dimensional travel: you will never know. Or you have always known. And everything in between.",
        "spoiler": "Obtainable by using The Spatial Warp Almanac while inside Gaffir 's secret room accessed through the Cobra Bastion."
    },
    {
        "title": "Baby Sitter",
        "url": "https://tibia.fandom.com/wiki/Baby_Sitter",
        "grade": 1,
        "points": 1,
        "description": "You have cheered up a demon baby and returned it to its mother. A quick count of your fingers will reveal if you made it through unharmed.",
        "spoiler": "Obtainable by successfully taking care of a Demon Infant during the Demon's Lullaby event."
    },
    {
        "title": "Back from the Dead",
        "url": "https://tibia.fandom.com/wiki/Back_from_the_Dead",
        "grade": 1,
        "points": 2,
        "description": "You overcame the undead Zanakeph and sent him back into the darkness that spawned him.",
        "spoiler": "Obtainable by slaying Zanakeph."
    },
    {
        "title": "Back into the Abyss",
        "url": "https://tibia.fandom.com/wiki/Back_into_the_Abyss",
        "grade": 1,
        "points": 1,
        "description": "You've cut off a whole lot of tentacles today. Thul was driven back to where he belongs.",
        "spoiler": "Obtainable by slaying Thul."
    },
    {
        "title": "Backpack Tourist",
        "url": "https://tibia.fandom.com/wiki/Backpack_Tourist",
        "grade": 1,
        "points": 1,
        "description": "If someone lost a random thing in a random place, you're probably a good person to ask and go find it, even if you don't know what and where.",
        "spoiler": "Obtainable by giving back to Sam his old backpack ( Sam's Old Backpack Quest )."
    },
    {
        "title": "Bad Timing",
        "url": "https://tibia.fandom.com/wiki/Bad_Timing",
        "grade": 1,
        "points": 2,
        "description": "Argh! Not now! How is it that those multifunctional tools never fail when you're using them for something completely trivial like squeezing juice, but mess up when you desperately need to climb up a rope spot with a fire-breathing dragon chasing you?",
        "spoiler": "Obtainable by jamming a secret agent tool 10 times. Tip: the fastest way to achieve this, is by putting your tool on a hotkey and then setting it to be used on yourself. This way you'll only have to keep that hotkey pressed down until the achievement pops up."
    },
    {
        "title": "Bane of the Hive",
        "url": "https://tibia.fandom.com/wiki/Bane_of_the_Hive",
        "grade": 1,
        "points": 2,
        "description": "Countless fights and never tiring effort in the war against the hive grant you the experience to finish your outfit with the last remaining part. Your chitin outfit is a testament of your skills and dedication for the cause.",
        "spoiler": "Obtainable by collecting the second Insectoid Outfits addon."
    },
    {
        "title": "Banebringers' Bane",
        "url": "https://tibia.fandom.com/wiki/Banebringers%27_Bane",
        "grade": 1,
        "points": 2,
        "description": "You sacrificed a lot of ingredients to create the protective brew of the witches and played a significant part in the efforts to repel the dreaded banebringers. The drawback is that even the banebringers may take notice of you...",
        "spoiler": "Obtainable by throwing 50 ingredients into the witches cauldron during the Bewitched event."
    },
    {
        "title": "Battle Mage",
        "url": "https://tibia.fandom.com/wiki/Battle_Mage",
        "grade": 2,
        "points": 6,
        "description": "Wielding dangerous knowledge as well as the sword is your expertise. You have proven yourself versatile in all manner of situations.",
        "spoiler": "Obtainable by receiving the Battle Mage Outfits."
    },
    {
        "title": "Beach Tamer",
        "url": "https://tibia.fandom.com/wiki/Beach_Tamer",
        "grade": 1,
        "points": 2,
        "description": "You re-enacted the Taming of the Shrew on a beach setting and proved that you can handle capricious girls quite well. With or without fish tails.",
        "spoiler": "Obtainable by completing The Mermaid Marina Quest."
    },
    {
        "title": "Beak Doctor",
        "url": "https://tibia.fandom.com/wiki/Beak_Doctor",
        "grade": 2,
        "points": 4,
        "description": "You significantly helped the afflicted citizens of Venore in times of dire need. Somehow you still feel close to the victims of the fever outbreak. Your clothes make you one of them, one poor soul amongst the countless afflicted.",
        "spoiler": "Obtainable by getting both addons of Afflicted Outfits."
    },
    {
        "title": "Bearbaiting",
        "url": "https://tibia.fandom.com/wiki/Bearbaiting",
        "grade": 1,
        "points": 1,
        "description": "Hunter's greeting! Your skillful use of the slingshot actually stunned a large bear. The creature is slightly dazed, but seems susceptible to your commands. Let's declare open season on all our foes!",
        "spoiler": "Obtained by taming a Bear."
    },
    {
        "title": "Bearhugger",
        "url": "https://tibia.fandom.com/wiki/Bearhugger",
        "grade": 1,
        "points": 1,
        "description": "Warm, furry and cuddly - though that same bear you just hugged would probably rip you into pieces if he had been conscious, he reminded you of that old teddy bear which always slept in your bed when you were still small.",
        "spoiler": "Obtainable by completing the second mission in the Barbarian Test Quest."
    },
    {
        "title": "Beautiful Agony",
        "url": "https://tibia.fandom.com/wiki/Beautiful_Agony",
        "grade": 1,
        "points": 2,
        "description": "Ethershreck's cry of agony kept ringing in your ear for hours after he had dissolved into thin air. He probably moved to another plane of existence... for a while.",
        "spoiler": "Obtainable by slaying Ethershreck."
    },
    {
        "title": "Beaver Away",
        "url": "https://tibia.fandom.com/wiki/Beaver_Away",
        "grade": 1,
        "points": 1,
        "description": "You really were as busy as a beaver in order to help the nagas. Enjoy some eager company!",
        "spoiler": "Obtained by taming a Giant Beaver."
    },
    {
        "title": "Becoming a Bigfoot",
        "url": "https://tibia.fandom.com/wiki/Becoming_a_Bigfoot",
        "grade": 1,
        "points": 1,
        "description": "You did it! You convinced the reclusive gnomes to accept you as one of their Bigfoots. Now you are ready to help them. With big feet big missions seen to come.",
        "spoiler": "Obtainable by completing the Recruitment mission in the Bigfoot's Burden Quest."
    },
    {
        "title": "Beneath the Sea",
        "url": "https://tibia.fandom.com/wiki/Beneath_the_Sea",
        "grade": 1,
        "points": 3,
        "description": "Not really twenty thousand miles, but you had to dive a fair way beneath the sea to find your personal Manta Ray.",
        "spoiler": "Obtained by taming a Manta Ray."
    },
    {
        "title": "Berry Picker",
        "url": "https://tibia.fandom.com/wiki/Berry_Picker",
        "grade": 2,
        "points": 4,
        "description": "The Combined Magical Winterberry Society hereby honours continued selfless dedication and extraordinary efforts in the Annual Autumn Vintage.",
        "spoiler": "Obtainable by contributing for 3 years in the Annual Autumn Vintage world event."
    },
    {
        "title": "Berserker (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Berserker_(Achievement)",
        "grade": 1,
        "points": 3,
        "description": "RAWR! Strength running through your body, your heart racing faster and adrenaline fueling your every weapon swing. All in a little bottle. No refund for destroyed furniture. For further questions consult your healer or potion dealer.",
        "spoiler": "Obtainable by drinking 100 Berserk Potions."
    },
    {
        "title": "Bewitcher",
        "url": "https://tibia.fandom.com/wiki/Bewitcher",
        "grade": 2,
        "points": 5,
        "description": "You literally put everything in that cauldron except lilac and gooseberries.",
        "spoiler": "Obtainable by reaching 750 favour points during the Bewitched event."
    },
    {
        "title": "Beyonder",
        "url": "https://tibia.fandom.com/wiki/Beyonder",
        "grade": 1,
        "points": 3,
        "description": "Adventurous beyond death, you travelled the Netherworld. Although you had just the ghost of a chance you survived and even came back from the realm of the dead.",
        "spoiler": "Obtainable by completing the Feaster of Souls Quest."
    },
    {
        "title": "Bibby's Bloodbath",
        "url": "https://tibia.fandom.com/wiki/Bibby%27s_Bloodbath",
        "grade": 1,
        "points": 1,
        "description": "You lend a helping hand in defeating invading Orcs by destroying their warcamp along with their leader. Bibby's personal bloodbath...",
        "spoiler": "Obtainable by killing Bibby Bloodbath."
    },
    {
        "title": "Bibliomaniac",
        "url": "https://tibia.fandom.com/wiki/Bibliomaniac",
        "grade": 1,
        "points": 3,
        "description": "You passion for reading was somewhat diminished by biting books and aggressive quills. But this flying specimen proved to be a loyal companion. Never judge a book by its cover!",
        "spoiler": "Obtained by taming a Flying Book."
    },
    {
        "title": "Biodegradable",
        "url": "https://tibia.fandom.com/wiki/Biodegradable",
        "grade": 1,
        "points": 1,
        "description": "You caught fifty rare shimmer swimmers. Getting rid of all those corpses by dumping them into the lake really was worth it, wasn't it? Wait, didn't something move in the water just now...?",
        "spoiler": "Obtainable by fishing 50 Shimmer Swimmers."
    },
    {
        "title": "Blacknailed",
        "url": "https://tibia.fandom.com/wiki/Blacknailed",
        "grade": 1,
        "points": 1,
        "description": "Well, you can rest your nailcase now. This gravedigger's fingernails are nice and clean. Though after the next hellride, you might not want to let it hand any food to you.",
        "spoiler": "Obtained by taming a Gravedigger."
    },
    {
        "title": "Blessed!",
        "url": "https://tibia.fandom.com/wiki/Blessed!",
        "grade": 1,
        "points": 2,
        "description": "You travelled the world for an almost meaningless prayer - but at least you don't have to do that again and can get a new blessed stake in the blink of an eye.",
        "spoiler": "Obtainable by finishing The Blessed Stake Quest. Note: you don't need to obtain a second blessed wooden stake from Chondur: just speak with him about it until he says \"(...) Listen, child, if you bring me a wooden stake, I'll bless it for you. <chuckles>\"."
    },
    {
        "title": "Blood-Red Snapper",
        "url": "https://tibia.fandom.com/wiki/Blood-Red_Snapper",
        "grade": 1,
        "points": 1,
        "description": "You've tainted the jungle floor with the Snapper's crimson blood.",
        "spoiler": "Obtainable by slaying The Snapper."
    },
    {
        "title": "Bluebarian",
        "url": "https://tibia.fandom.com/wiki/Bluebarian",
        "grade": 1,
        "points": 2,
        "description": "You live the life of hunters and gatherers. Well, especially that of a gatherer, and especially of one who gathers lots of blueberries. Have you checked the colour of your tongue lately?",
        "spoiler": "Obtainable by using Blueberry Bushes 500 times."
    },
    {
        "title": "Bone Brother",
        "url": "https://tibia.fandom.com/wiki/Bone_Brother",
        "grade": 1,
        "points": 1,
        "description": "You've joined the undead bone brothers - making death your enemy and your weapon as well. Devouring what's weak and leaving space for what's strong is your primary goal.",
        "spoiler": "Obtainable by joining to the Brotherhood of Bones in the Dreamer's Challenge Quest."
    },
    {
        "title": "Bounacean Chivalry",
        "url": "https://tibia.fandom.com/wiki/Bounacean_Chivalry",
        "grade": 1,
        "points": 2,
        "description": "Yselda forever stands watch against the carnisylvan menace. Ever awake, waiting in the dark, her heart longs to be united with her king once again. Deep empathy let a hero to bring her Kesar's tulip as a token of his love. That hero was you.",
        "spoiler": "Obtained by using the Violet Tulip Kesar gave you next to Yselda after defeating Megasylvan Yselda while keeping her Megasylvan Saplings alive."
    },
    {
        "title": "Breaking the Ice",
        "url": "https://tibia.fandom.com/wiki/Breaking_the_Ice",
        "grade": 1,
        "points": 1,
        "description": "You almost made friends with Shardhead... before he died. Poor guy only seems to attract violence with his frosty attitude.",
        "spoiler": "Obtainable by slaying Shardhead."
    },
    {
        "title": "Brutal Politeness",
        "url": "https://tibia.fandom.com/wiki/Brutal_Politeness",
        "grade": 2,
        "points": 6,
        "description": "What is best in life? To crush your enemies. To see them driven before you. And to maybe have a nice cup of tea afterwards.",
        "spoiler": "Obtainable by getting both addons of Barbarian Outfits."
    },
    {
        "title": "Bunny Slipped",
        "url": "https://tibia.fandom.com/wiki/Bunny_Slipped",
        "grade": 1,
        "points": 2,
        "description": "Indeed, you have a soft spot for rabbits. Maybe the rabbits you saved today will be the rabbits that will save you tomorrow. When you are really hungry.",
        "spoiler": "Obtainable by completing Rottin Wood 's daily task Lucky Loop, by giving 7 fake rabbit's feet to Rottin Wood."
    },
    {
        "title": "Buried the Baron",
        "url": "https://tibia.fandom.com/wiki/Buried_the_Baron",
        "grade": 1,
        "points": 1,
        "description": "You defeated the Baron from Below and destroyed his lava pump!",
        "spoiler": "Obtainable by using the lava pump in the room reached after defeating The Baron From Below in the Dangerous Depths Quest."
    },
    {
        "title": "Cake Conqueror",
        "url": "https://tibia.fandom.com/wiki/Cake_Conqueror",
        "grade": 1,
        "points": 1,
        "description": "You have bravely stepped onto the cake isle. Is there any more beautiful, tasty place to be in the whole world?",
        "spoiler": "Obtainable during A Piece of Cake by stepping on a spot where cake was already eaten."
    },
    {
        "title": "Call Me Sparky",
        "url": "https://tibia.fandom.com/wiki/Call_Me_Sparky",
        "grade": 1,
        "points": 1,
        "description": "Admittedly you enjoyed the killing as usual. But the part with the sparks still gives you shivers... or is it that there is some charge left on you?",
        "spoiler": "Obtainable by completing the Spark Hunting mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "Cartography 101",
        "url": "https://tibia.fandom.com/wiki/Cartography_101",
        "grade": 1,
        "points": 2,
        "description": "You succeeded in finding and charting several previously unexplored landmarks and locations for the Adventurer's Guild, you probably never need to ask anyone for the way - do you?",
        "spoiler": "Obtained by finishing the Cartography 101 Quest."
    },
    {
        "title": "Castlemania",
        "url": "https://tibia.fandom.com/wiki/Castlemania",
        "grade": 2,
        "points": 5,
        "description": "You have an eye for suspicious places and love to read other people's diaries, especially those with vampire stories in it. You're also a dedicated token collector and explorer. Respect!",
        "spoiler": "Obtainable by finishing the Blood Brothers Quest, marking all 8 spots on Julius' Map, finishing the Vampire Hunter Quest, picking up the Blood Skull, Blood Goblet and all missing diary pages (6 pieces). Note: You can redo your map by saying map, then yes to Julius."
    },
    {
        "title": "Cave Completionist",
        "url": "https://tibia.fandom.com/wiki/Cave_Completionist",
        "grade": 1,
        "points": 2,
        "description": "You have helped the gnomes of the spike in securing the caves and explored enough of the lightles depths to earn you a complete cave explorers outfit. Well done!",
        "spoiler": "Obtain the Cave Explorer Outfits and both of its addons."
    },
    {
        "title": "Champion of Chazorai",
        "url": "https://tibia.fandom.com/wiki/Champion_of_Chazorai",
        "grade": 2,
        "points": 4,
        "description": "You won the merciless 2 vs. 2 team tournament on the Isle of Strife and wiped out wave after wave of fearsome opponents. Death or victory - you certainly chose the latter.",
        "spoiler": "Obtainable by finishing mission 9 of The New Frontier Quest."
    },
    {
        "title": "Champion of Summer",
        "url": "https://tibia.fandom.com/wiki/Champion_of_Summer",
        "grade": 1,
        "points": 2,
        "description": "You have vanquished numerous arena champions in the name of the Summer Court.",
        "spoiler": "Obtainable by killing 20 bosses at the Dream Scar as part of The Dream Courts Quest when fighting for the Summer Dreamelves."
    },
    {
        "title": "Champion of Winter",
        "url": "https://tibia.fandom.com/wiki/Champion_of_Winter",
        "grade": 1,
        "points": 2,
        "description": "You have vanquished numerous arena champions in the name of the Winter Court.",
        "spoiler": "Obtainable by killing 20 bosses at the Dream Scar as part of The Dream Courts Quest when fighting for the Winter Dreamelves."
    },
    {
        "title": "Chequered Teddy",
        "url": "https://tibia.fandom.com/wiki/Chequered_Teddy",
        "grade": 1,
        "points": 1,
        "description": "Don't let its fluffy appearance deceive you. The panda is a creature of the wild. It will take you to the most distant regions of Tibia, always in hopes of a little bamboo to nibble on or to check on a possible mate.",
        "spoiler": "Obtained by taming a Panda."
    },
    {
        "title": "Chest Robber",
        "url": "https://tibia.fandom.com/wiki/Chest_Robber",
        "grade": 1,
        "points": 1,
        "description": "You've discovered three nomad camps and stole their supplies. Well, you can probably use them better then they can.",
        "spoiler": "Obtainable for picking treasures from 3 different Nomad camps during Nomads Mini World Change."
    },
    {
        "title": "Chitin Bane",
        "url": "https://tibia.fandom.com/wiki/Chitin_Bane",
        "grade": 2,
        "points": 4,
        "description": "You have become competent and efficient in gathering the substance that is needed to fight the hive. You almost smell like dissolved chitin and the Hive Born would tell their children scary stories about you if they could speak.",
        "spoiler": "Obtainable through repeating Dissolved Chitin task 100 times."
    },
    {
        "title": "Choking on Her Venom",
        "url": "https://tibia.fandom.com/wiki/Choking_on_Her_Venom",
        "grade": 1,
        "points": 1,
        "description": "The Old Widow fell prey to your supreme hunting skills.",
        "spoiler": "Obtainable by slaying The Old Widow."
    },
    {
        "title": "Chorister",
        "url": "https://tibia.fandom.com/wiki/Chorister",
        "grade": 1,
        "points": 1,
        "description": "Lalalala... you now know the cult's hymn sung in Liberty Bay by heart. Not that hard, considering that it mainly consists of two notes and repetitive lyrics.",
        "spoiler": "Obtainable by learning all four Music Sheets."
    },
    {
        "title": "Citizen of Issavi",
        "url": "https://tibia.fandom.com/wiki/Citizen_of_Issavi",
        "grade": 1,
        "points": 2,
        "description": "It was not the first time that you helped the Sapphire Blade or the Midnight Flame with a difficult task. You may now wear the Kilmareshian robes as well as the tagralt blade and the eye-embroidered veil of the seers as a sign of Issavi's gratitude.",
        "spoiler": "Obtained by getting both addons of the Citizen of Issavi Outfits."
    },
    {
        "title": "Clay Fighter",
        "url": "https://tibia.fandom.com/wiki/Clay_Fighter",
        "grade": 1,
        "points": 3,
        "description": "You love getting your hands wet and dirty - and covered with clay. Your perfect sculpture of Brog, the raging Titan is your true masterpiece.",
        "spoiler": "Obtainable by making a Pretty Clay Statue from a Clay Lump."
    },
    {
        "title": "Clay to Fame",
        "url": "https://tibia.fandom.com/wiki/Clay_to_Fame",
        "grade": 2,
        "points": 6,
        "description": "Sculpting Brog, the raging Titan, is your secret passion. Numerous perfect little clay statues with your name on them can be found everywhere around Tibia.",
        "spoiler": "Obtainable by making five Pretty Clay Statues from Clay Lumps."
    },
    {
        "title": "Cobbled and Patched",
        "url": "https://tibia.fandom.com/wiki/Cobbled_and_Patched",
        "grade": 2,
        "points": 6,
        "description": "Exploring the depths of Tibia can be a dangerous task. Surprisingly, some crude wood planks, rusty nails and a tinged pot can offer a sufficient protection against the creatures lurking in the deep.",
        "spoiler": "Obtainable by getting both addons of Makeshift Warrior Outfits."
    },
    {
        "title": "Cocoon of Doom",
        "url": "https://tibia.fandom.com/wiki/Cocoon_of_Doom",
        "grade": 1,
        "points": 3,
        "description": "You helped bringing Devovorga's dangerous tentacles and her humongous cocoon down - not stopping her transformation, but ultimately completing a crucial step to her death.",
        "spoiler": "Obtainable by significantly contributing to the battle with a Bloom of Doom during the Rise of Devovorga World Quest."
    },
    {
        "title": "Cold as Ice",
        "url": "https://tibia.fandom.com/wiki/Cold_as_Ice",
        "grade": 2,
        "points": 6,
        "description": "Take an ice cube and an obsidian knife and you'll very likely shape something really pretty from it. Mostly cute little mammoths, which are a hit with all the girls.",
        "spoiler": "Obtainable by sculpting 10 Ice Mammoths from Ice Cubes by using an Obsidian Knife on them."
    },
    {
        "title": "Combo Master",
        "url": "https://tibia.fandom.com/wiki/Combo_Master",
        "grade": 1,
        "points": 1,
        "description": "You accomplished 10 or more consecutive chains in a row! That's killing at least 39 creatures in the correct order - now that's combinatorics!",
        "spoiler": "Obtained by finishing at least 10 consecutive Combinatorics tasks perfectly in the Oramond Quest."
    },
    {
        "title": "Commitment Phobic",
        "url": "https://tibia.fandom.com/wiki/Commitment_Phobic",
        "grade": 1,
        "points": 2,
        "description": "Longterm relationships are just not for you. And each time you think you're in love, you're proven wrong shortly afterwards. Or maybe you just end up with the wrong lover each time - exploited and betrayed. Staying single might just be better.",
        "spoiler": "Obtainable by getting a divorce 3 times. Note: You have to file for divorce yourself in order to obtain the achievement."
    },
    {
        "title": "Confusion",
        "url": "https://tibia.fandom.com/wiki/Confusion",
        "grade": 1,
        "points": 3,
        "description": "The destruction you have caused by now can be felt throughout the whole hive. The mayhem that follows your step caused significant confusion in the consciousness of the hive.",
        "spoiler": "Obtainable by repeating Destroy The Hive Crystals 50 times."
    },
    {
        "title": "Contender",
        "url": "https://tibia.fandom.com/wiki/Contender",
        "grade": 1,
        "points": 3,
        "description": "You have fully unlocked 10 medium monsters in the cyclopedia.",
        "spoiler": "Obtainable by unlocking 10 medium monsters in the Cyclopedia."
    },
    {
        "title": "Cookie Monster",
        "url": "https://tibia.fandom.com/wiki/Cookie_Monster",
        "grade": 1,
        "points": 1,
        "description": "You can easily be found by anyone if they just follow the cookie crumb trail. And for you, true love means to give away your last cookie.",
        "spoiler": "Obtainable by baking Cookies 20 times."
    },
    {
        "title": "Corruption Contained",
        "url": "https://tibia.fandom.com/wiki/Corruption_Contained",
        "grade": 2,
        "points": 5,
        "description": "You have managed to stall the worst incursion of corruption. Still this is just one battle won in an all out war for your world.",
        "spoiler": "Obtainable by finishing the Cults of Tibia Quest."
    },
    {
        "title": "Crawling Death",
        "url": "https://tibia.fandom.com/wiki/Crawling_Death",
        "grade": 1,
        "points": 1,
        "description": "You ripped the ancient scarab Fleshcrawler apart and made sure he didn't get under your skin.",
        "spoiler": "Obtainable by slaying Fleshcrawler."
    },
    {
        "title": "Crystal Clear",
        "url": "https://tibia.fandom.com/wiki/Crystal_Clear",
        "grade": 1,
        "points": 3,
        "description": "If the gnomes had told you that crystal armor is see-through you had probably changed your underwear in time.",
        "spoiler": "Obtainable by completing the Crystal Warlord Outfits."
    },
    {
        "title": "Crystal Keeper",
        "url": "https://tibia.fandom.com/wiki/Crystal_Keeper",
        "grade": 1,
        "points": 1,
        "description": "So you repaired the light of some crystals for those gnomes. What's next? Sitting a week in a mushroom bed as a temporary mushroom?",
        "spoiler": "Obtainable by completing the Crystal Keeper mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "Crystals in Love",
        "url": "https://tibia.fandom.com/wiki/Crystals_in_Love",
        "grade": 1,
        "points": 1,
        "description": "You brought two loving crystals together. Perhaps they might even name one of their children after you. Too bad you forgot to leave your calling card.",
        "spoiler": "Obtainable by completing the matchmaker mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "Culinary Master",
        "url": "https://tibia.fandom.com/wiki/Culinary_Master",
        "grade": 2,
        "points": 4,
        "description": "Simple hams and bread merely make you laugh. You're the master of the extra-ordinaire, melter of cheese, fryer of bat wings and shaker of shakes. Delicious!",
        "spoiler": "Obtainable by cooking all the dishes in Hot Cuisine Quest twice. Note for old characters: You need to cook the 4 new dishes introduced in the Summer Update 2010 twice and cook the previous 10 again if you did that before the update in order to get this achievement."
    },
    {
        "title": "Cursed!",
        "url": "https://tibia.fandom.com/wiki/Cursed!",
        "grade": 1,
        "points": 3,
        "description": "The wrath of the Noxious Spawn - you accidentally managed to incur it. Your days are counted and your death inevitable. Sometime. Someplace.",
        "spoiler": "Obtainable by getting cursed by the Claw of 'The Noxious Spawn'."
    },
    {
        "title": "Daraman's Footsteps",
        "url": "https://tibia.fandom.com/wiki/Daraman%27s_Footsteps",
        "grade": 1,
        "points": 1,
        "description": "You journeyed through Darashia and the sea of sand around it, while fighting the perils of the desert.",
        "spoiler": "Obtained by completely discovering Northern Darama (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Daring Trespasser",
        "url": "https://tibia.fandom.com/wiki/Daring_Trespasser",
        "grade": 1,
        "points": 3,
        "description": "You've entered the lair of Devovorga and joined the crew trying to take her down - whether crowned with success or not doesn't matter, but they can't blame you for not trying!",
        "spoiler": "Obtainable by entering Devovorga 's lair on Vengoth, during the Rise of Devovorga Quest."
    },
    {
        "title": "Dark Voodoo Priest",
        "url": "https://tibia.fandom.com/wiki/Dark_Voodoo_Priest",
        "grade": 1,
        "points": 2,
        "description": "Sinister curses, evil magic - you don't shy away from punishing others by questionable means. Someone just gave you a strange look - now where's that needle again?",
        "spoiler": "Obtainable by using dworc Voodoo Doll on someone till bloodhit."
    },
    {
        "title": "Dazzler",
        "url": "https://tibia.fandom.com/wiki/Dazzler",
        "grade": 1,
        "points": 3,
        "description": "In the war against the hive, your efforts in blinding it begin to pay off. Your actions have blinded the hive severely and the entity seems to become aware that something dangerous is happening.",
        "spoiler": "Obtainable through repeating Antenna Blinding task 50 times."
    },
    {
        "title": "Death Song",
        "url": "https://tibia.fandom.com/wiki/Death_Song",
        "grade": 1,
        "points": 3,
        "description": "You hushed the songs of war in the black depths by sliencing more than three hundred Deepling Spellsingers.",
        "spoiler": "Obtainable by killing 300 Deepling Spellsingers."
    },
    {
        "title": "Death from Below",
        "url": "https://tibia.fandom.com/wiki/Death_from_Below",
        "grade": 1,
        "points": 2,
        "description": "The face of the enemy is unmasked. You have encountered one of 'those below' and survived. More than that, you managed to kill the beast and prove once and for all that the enemy can be beaten.",
        "spoiler": "Obtained after opening the treasure chest of Abyssador for the first time after slaying it."
    },
    {
        "title": "Death in the Depths",
        "url": "https://tibia.fandom.com/wiki/Death_in_the_Depths",
        "grade": 1,
        "points": 2,
        "description": "The Baron from Below, Duke of the Depths and the Count of the Core are no more!",
        "spoiler": "Obtained by destroying all 3 lava pumps after defeating the bosses of Warzone 4, Warzone 5 and Warzone 6."
    },
    {
        "title": "Death on Strike",
        "url": "https://tibia.fandom.com/wiki/Death_on_Strike",
        "grade": 2,
        "points": 4,
        "description": "Again and again Deathstrike has fallen to your prowess. Perhaps it's time for people calling YOU Deathstrike from now on.",
        "spoiler": "Obtainable by opening Deathstrike 's chest 50 times."
    },
    {
        "title": "Deep Sea Diver",
        "url": "https://tibia.fandom.com/wiki/Deep_Sea_Diver",
        "grade": 2,
        "points": 4,
        "description": "Under the sea - might not be your natural living space, but you're feeling quite comfortable on the ocean floor. Quara don't scare you anymore and sometimes you sleep with your helmet of the deep still equipped.",
        "spoiler": "Obtainable by walking 1,000,000 steps underwater. Confirmed working tiles are Ocean Floor, underwater ‎Marble Floor and underwater Sandstone Floor. Lava crack tiles in the Sea Serpent Area are not counted, as those are also used on land. Tip: use a Coconut Shrimp Bake to increase your underwater walking speed before attempting this achievement."
    },
    {
        "title": "Deer Hunt",
        "url": "https://tibia.fandom.com/wiki/Deer_Hunt",
        "grade": 1,
        "points": 1,
        "description": "You managed to kill more than four hundred white deer - it looks like you are one of the main reasons they will soon be considered extinct, way to go!",
        "spoiler": "Obtainable by killing 400 White Deer ( enraged or desperate )."
    },
    {
        "title": "Demonbane",
        "url": "https://tibia.fandom.com/wiki/Demonbane",
        "grade": 2,
        "points": 6,
        "description": "You don't carry that stake just for decoration - you're prepared to use it. Usually you're seen hightailing through the deepest dungeons leaving a trail of slain demons. Whoever dares stand in your way should prepare to die.",
        "spoiler": "Obtainable by getting both addons of Demon Hunter Outfits."
    },
    {
        "title": "Demonic Barkeeper",
        "url": "https://tibia.fandom.com/wiki/Demonic_Barkeeper",
        "grade": 1,
        "points": 3,
        "description": "Thick, red - shaken, not stirred - and with a straw in it: that's the way you prefer your demon blood. Served with an onion ring, the subtle metallic aftertaste is almost not noticeable. Beneficial effects on health or mana are welcome.",
        "spoiler": "Obtainable by shaking 250 Flask of Demonic Blood."
    },
    {
        "title": "Depth Dwellers",
        "url": "https://tibia.fandom.com/wiki/Depth_Dwellers",
        "grade": 1,
        "points": 3,
        "description": "By eliminating at least three hundred Deepling Warriors you delivered quite a blow to the amassing armies of the deep.",
        "spoiler": "Obtainable by killing 300 Deepling Warriors."
    },
    {
        "title": "Desert Fisher",
        "url": "https://tibia.fandom.com/wiki/Desert_Fisher",
        "grade": 1,
        "points": 1,
        "description": "You managed to catch a fish in a surrounding that usually doesn't even carry water. Everything is subject to change, probably...",
        "spoiler": "Obtainable for fishing a Sandfish during River Runs Deep Mini World Change."
    },
    {
        "title": "Devovorga's Nemesis",
        "url": "https://tibia.fandom.com/wiki/Devovorga%27s_Nemesis",
        "grade": 2,
        "points": 5,
        "description": "One special hero among many. This year - it was you. Devovorga withdrew in a darker realm because she could not withstand your power - and that of your comrades. Time will tell if the choice you made was good - but for now, it saved your world.",
        "spoiler": "Obtainable by significantly contributing to the battle with Devovorga during the Rise of Devovorga World Quest."
    },
    {
        "title": "Diplomatic Immunity",
        "url": "https://tibia.fandom.com/wiki/Diplomatic_Immunity",
        "grade": 2,
        "points": 4,
        "description": "You killed the ambassador of the abyss that often that they might consider sending another one. Perhaps that will one day stop further intrusions.",
        "spoiler": "Obtainable by opening Abyssador 's chest 50 times."
    },
    {
        "title": "Do Not Disturb",
        "url": "https://tibia.fandom.com/wiki/Do_Not_Disturb",
        "grade": 1,
        "points": 1,
        "description": "Urgh! Close the windows! Shut out the sun rearing its ugly yellow head, shut out the earsplitting laughter of your neighbour's corpulent children. Ahhh. Embrace sweet darkness and silence.",
        "spoiler": "Obtainable by closing house windows 100 times."
    },
    {
        "title": "Do a Barrel Roll!",
        "url": "https://tibia.fandom.com/wiki/Do_a_Barrel_Roll!",
        "grade": 1,
        "points": 3,
        "description": "Riding a traditional beer barrel from the Orcsoberfest is a once-in-a-lifetime experience. Beer sold separately.",
        "spoiler": "Obtainable by receiving a Blue Rolling Barrel, Green Rolling Barrel or a Red Rolling Barrel. Note: You can obtain the 3 different Barrels, but there is only one achievement given for the first one you chose."
    },
    {
        "title": "Doctor! Doctor!",
        "url": "https://tibia.fandom.com/wiki/Doctor!_Doctor!",
        "grade": 1,
        "points": 2,
        "description": "Did someone call a doctor? You delivered 100 medicine bags to Ottokar of the Venore poor house in times of dire need, well done!",
        "spoiler": "Obtainable by delivering 100 Medicine Pouches to Ottokar in Venore Poor House."
    },
    {
        "title": "Dog Sitter",
        "url": "https://tibia.fandom.com/wiki/Dog_Sitter",
        "grade": 1,
        "points": 1,
        "description": "You showed Noodles the way home. How long will it take this time until he's on the loose again? That dog must be really bored in the throne room by now.",
        "spoiler": "Obtainable by finding the King's dog Noodles during the Noodles is Gone Mini World Change."
    },
    {
        "title": "Down the Drain",
        "url": "https://tibia.fandom.com/wiki/Down_the_Drain",
        "grade": 1,
        "points": 2,
        "description": "You've found a secret dungeon in the flooded plains and killed several of its inhabitants. And now you have wet feet.",
        "spoiler": "Obtainable for killing 50 water elementals in Outlaw Camp/Water Elemental Dungeon during Down the Drain Mini World Change."
    },
    {
        "title": "Dragon Mimicry",
        "url": "https://tibia.fandom.com/wiki/Dragon_Mimicry",
        "grade": 1,
        "points": 2,
        "description": "It's not really a dragon, but rather a kind of chimera. Nonetheless a decent mount to impress any passer-by.",
        "spoiler": "Obtained by taming a Dragonling."
    },
    {
        "title": "Drama in Darama",
        "url": "https://tibia.fandom.com/wiki/Drama_in_Darama",
        "grade": 1,
        "points": 3,
        "description": "If a pride of lions and a pack of hyaenas feud, it is not called a catfight but a... whatsoever. For sure, it caused a lot of drama in the Darama Desert.",
        "spoiler": "Obtained by finishing the An Ancient Feud mission of the Grimvale Quest."
    },
    {
        "title": "Dread Lord",
        "url": "https://tibia.fandom.com/wiki/Dread_Lord",
        "grade": 3,
        "points": 8,
        "description": "You don't care for rules that others set up and shape the world to your liking. Having left behind meaningless conventions and morals, you prize only the power you wield. You're a master of your fate and battle to cleanse the world.",
        "spoiler": "Obtainable by getting the rank of Dread Lord of the Brotherhood of Bones faction in the Dreamer's Challenge Quest."
    },
    {
        "title": "Dream Catcher (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Dream_Catcher_(Achievement)",
        "grade": 1,
        "points": 3,
        "description": "You are the slayer of the ancient nightmare beast and prevented the nightmare to spread its madness.",
        "spoiler": "Obtainable by killing The Nightmare Beast and then reporting to Undal or Vanys."
    },
    {
        "title": "Dream Warden",
        "url": "https://tibia.fandom.com/wiki/Dream_Warden",
        "grade": 2,
        "points": 5,
        "description": "It doesn't matter what noise you would hear... dream, nightmare, illusion - there is nothing you can't vanquish. You are a true Dream Warden.",
        "spoiler": "Obtained by getting the Dream Warden Outfits with both addons."
    },
    {
        "title": "Dream Warrior",
        "url": "https://tibia.fandom.com/wiki/Dream_Warrior",
        "grade": 2,
        "points": 6,
        "description": "You became an acquaintance of the courts of dreams and acquired the right to display your new status and title of 'dream warrior'.",
        "spoiler": "Obtainable by receiving both addons of the Dream Warrior Outfits."
    },
    {
        "title": "Dream Wright",
        "url": "https://tibia.fandom.com/wiki/Dream_Wright",
        "grade": 1,
        "points": 1,
        "description": "You have mended many a broken dream and so, the dream of Roshamuul is safely being told over and over again.",
        "spoiler": "Obtainable by completing the Mend What's Broken task of the Roshamuul Quest 34 times (freeing 102 Shimmying Butterflies )."
    },
    {
        "title": "Dream's Over",
        "url": "https://tibia.fandom.com/wiki/Dream%27s_Over",
        "grade": 1,
        "points": 1,
        "description": "No more fear and bad dreams. You stabbed Tormentor to death with its scythe leg.",
        "spoiler": "Obtainable by slaying Tormentor."
    },
    {
        "title": "Duked It Out",
        "url": "https://tibia.fandom.com/wiki/Duked_It_Out",
        "grade": 1,
        "points": 1,
        "description": "You defeated the Duke of the Depths and destroyed his lava pump!",
        "spoiler": "Obtainable by using the lava pump in the room reached after defeating The Duke Of The Depths in the Dangerous Depths Quest."
    },
    {
        "title": "Dungeon Cleaner",
        "url": "https://tibia.fandom.com/wiki/Dungeon_Cleaner",
        "grade": 1,
        "points": 3,
        "description": "Seen it all. Done it all. Your unstoppable force swept through the dungeons and you vanquished their masters. Not to forget the precious loot you took! Now stop reading this and continue hunting! Time is money after all!",
        "spoiler": "Obtainable by clearing the first 3 Warzones."
    },
    {
        "title": "Dwarven Mines (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Dwarven_Mines_(Achievement)",
        "grade": 1,
        "points": 1,
        "description": "Vast mines, an orc fortress and the magnificence of Kazordoon - you really know every corner of North-Eastern Mainland now.",
        "spoiler": "Obtained by completely discovering Kazordoon (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Efreet Ally",
        "url": "https://tibia.fandom.com/wiki/Efreet_Ally",
        "grade": 1,
        "points": 3,
        "description": "Even though the Efreet welcomed you only reluctantly and viewed you as \"only a human\" for quite some time, you managed to impress Malor and gained his respect and trade options with the green djinns.",
        "spoiler": "Obtainable by finishing The Djinn War - Efreet Faction."
    },
    {
        "title": "Elementary, My Dear",
        "url": "https://tibia.fandom.com/wiki/Elementary,_My_Dear",
        "grade": 1,
        "points": 1,
        "description": "Through the spirit of science and exploration, you have discovered how to enter the secret hideout of the renowned Dr Merlay.",
        "spoiler": "Obtainable by drinking a Pint of Glooth and accessing Dr Merlay's hideout during Dr Merlay's Misery Task in the Oramond Quest."
    },
    {
        "title": "Elite Hunter",
        "url": "https://tibia.fandom.com/wiki/Elite_Hunter",
        "grade": 2,
        "points": 5,
        "description": "You jump at every opportunity for a hunting challenge that's offered to you and carry out those tasks with deadly precision. You're a hunter at heart and a valuable member of the Paw & Fur Society.",
        "spoiler": "Obtainable by getting the rank of Elite Hunter in the Killing in the Name of... Quest, Paw and Fur Ranks."
    },
    {
        "title": "Elven Woods",
        "url": "https://tibia.fandom.com/wiki/Elven_Woods",
        "grade": 1,
        "points": 1,
        "description": "Tall trees, deep forests and and the beauty of Ab'Dendriel - you really know every corner of the elven lands now.",
        "spoiler": "Obtained by completely discovering Ab'Dendriel (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Ender of the End",
        "url": "https://tibia.fandom.com/wiki/Ender_of_the_End",
        "grade": 2,
        "points": 5,
        "description": "You have entered the heart of destruction and valiantly defeated the world devourer. By your actions you have postponed the end of the world — at least for a while.",
        "spoiler": "Complete the Heart of Destruction Quest."
    },
    {
        "title": "Ending the Horror",
        "url": "https://tibia.fandom.com/wiki/Ending_the_Horror",
        "grade": 1,
        "points": 2,
        "description": "You have cleansed the lands of many retching horrors. You sure know how to end a bad dream: forcefully, that's how!",
        "spoiler": "Obtained by finishing the mission A Retched Beginning during the Roshamuul Quest."
    },
    {
        "title": "Engine Driver",
        "url": "https://tibia.fandom.com/wiki/Engine_Driver",
        "grade": 1,
        "points": 3,
        "description": "This glooth-driven locomotive will bring you to any party in the blink of an eye.",
        "spoiler": "Obtained by getting the Gloothomotive mount."
    },
    {
        "title": "Enter zze Draken!",
        "url": "https://tibia.fandom.com/wiki/Enter_zze_Draken!",
        "grade": 1,
        "points": 2,
        "description": "You gave zzze draken a tazte of your finizzzing move.",
        "spoiler": "Obtainable by slaying Paiz the Pauperizer."
    },
    {
        "title": "Exalted Battle Mage",
        "url": "https://tibia.fandom.com/wiki/Exalted_Battle_Mage",
        "grade": 1,
        "points": 2,
        "description": "Not only did you master the battlefield as a mage, you were also induced to the most inner secrets of the art of magical warfare and prevailed.",
        "spoiler": "Obtainable by getting both addons of Battle Mage Outfits."
    },
    {
        "title": "Exemplary Citizen",
        "url": "https://tibia.fandom.com/wiki/Exemplary_Citizen",
        "grade": 2,
        "points": 4,
        "description": "Every city should be proud to call someone like you its inhabitant. You're keeping the streets clean and help settling the usual disputes in front of the depot. Also, you probably own a cat and like hiking.",
        "spoiler": "Obtainable by getting both addons of Citizen Outfits."
    },
    {
        "title": "Explorer",
        "url": "https://tibia.fandom.com/wiki/Explorer",
        "grade": 2,
        "points": 4,
        "description": "You've been to places most people don't even know the names of. Collecting botanic, zoologic and ectoplasmic samples is your daily business and you're always prepared to discover new horizons.",
        "spoiler": "Obtainable by completing the second explorer's mission, The Spectral Dress, in The Explorer Society Quest."
    },
    {
        "title": "Exquisite Taste",
        "url": "https://tibia.fandom.com/wiki/Exquisite_Taste",
        "grade": 1,
        "points": 2,
        "description": "You love fish - but preferably those caught in the cold north. Even though they're hard to come by you never get tired of picking holes in ice sheets and hanging your fishing rod in.",
        "spoiler": "Obtainable by catching 250 fish through Ice Fishing."
    },
    {
        "title": "Exterminator",
        "url": "https://tibia.fandom.com/wiki/Exterminator",
        "grade": 2,
        "points": 4,
        "description": "Efficient and lethal, you have gained significant experience in fighting the elite forces of the hive. Almost single-handed, you have slain the best of the Hive Born and live to tell the tale.",
        "spoiler": "Obtainable through repeating Kollos Killing task 100 times"
    },
    {
        "title": "Extreme Degustation",
        "url": "https://tibia.fandom.com/wiki/Extreme_Degustation",
        "grade": 1,
        "points": 2,
        "description": "Almost all the plants you tested for Chartan in Zao where inedible - you tasted them all, yet you're still standing! You should really get some fresh air now, though.",
        "spoiler": "Obtainable by making the Daily Task of Children of the Revolution Quest Collect."
    },
    {
        "title": "Eye of the Deep",
        "url": "https://tibia.fandom.com/wiki/Eye_of_the_Deep",
        "grade": 1,
        "points": 1,
        "description": "You didn't look into it - at least not for too long... but Groam did. And you relieved him. Just don't tell his friend Dronk.",
        "spoiler": "Obtainable by helping to kill Groam."
    },
    {
        "title": "Fabled Construction",
        "url": "https://tibia.fandom.com/wiki/Fabled_Construction",
        "grade": 1,
        "points": 3,
        "description": "Finding all the pieces to this complicated vehicle was one kind of a challenge. However, what you built in the end is rather a fabled than a feeble construction.",
        "spoiler": "Obtained by building a Glooth Glider."
    },
    {
        "title": "Fairy Teasing",
        "url": "https://tibia.fandom.com/wiki/Fairy_Teasing",
        "grade": 1,
        "points": 1,
        "description": "Teasing fairies is fun. They leave behind such pretty clouds of glittering dust when chased. Just hope they don't get you back for it.",
        "spoiler": "Use a total of 100 usable Small Plant Houses ( This is my house! Back off! ) and Dancing Fairies ( Doooon't touch me! *puff* )."
    },
    {
        "title": "Falconer",
        "url": "https://tibia.fandom.com/wiki/Falconer",
        "grade": 1,
        "points": 2,
        "description": "A true beastmaster learns the language of his animal companions. Now you as well can bolster your unique bond with nature and help preserve the balance of life as a proud falconer.",
        "spoiler": "Obtainable by getting the full Falconer Outfits."
    },
    {
        "title": "Fall of the Fallen",
        "url": "https://tibia.fandom.com/wiki/Fall_of_the_Fallen",
        "grade": 2,
        "points": 4,
        "description": "Have you ever wondered how he reappears again and again? You only care for the loot, do you? Gotcha!",
        "spoiler": "Obtainable by opening Gnomevil 's reward chest 50 times."
    },
    {
        "title": "Fata Morgana",
        "url": "https://tibia.fandom.com/wiki/Fata_Morgana",
        "grade": 1,
        "points": 2,
        "description": "There are many delusions and phantasms in the desert. You saw a false oasis with fruit-bearing palm trees. Instead of water and refreshment, however, you found a dromedary in the end. What a useful Fata Morgana!",
        "spoiler": "Obtained by taming a Dromedary."
    },
    {
        "title": "Fearless",
        "url": "https://tibia.fandom.com/wiki/Fearless",
        "grade": 1,
        "points": 1,
        "description": "You broke the jar of Horestis - fifty times. Either you know no fear or simply ignore it. Whatever the case, you are \"fearless\" indeed.",
        "spoiler": "Obtainable by breaking 50 Ornate Canopic Jars during The Mummy's Curse World Change event."
    },
    {
        "title": "Final Strike",
        "url": "https://tibia.fandom.com/wiki/Final_Strike",
        "grade": 1,
        "points": 2,
        "description": "The mighty Deathstrike is dead! One legend is dead and you're on your way to become one yourself.",
        "spoiler": "Obtained after opening the treasure chest of Deathstrike for the first time after slaying it."
    },
    {
        "title": "Fire Devil (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Fire_Devil_(Achievement)",
        "grade": 1,
        "points": 3,
        "description": "To keep the witches' fire burning, you trashed a lot of the wood the bane bringers animated. Some might find your fascination for fire... disturbing.",
        "spoiler": "Obtainable by using 100 Dry Pieces of Wood on the slide of the Bewitched event. Note: you don't have to add your Dry Pieces of Wood during the event itself to gain the achievement."
    },
    {
        "title": "Fire Lighter",
        "url": "https://tibia.fandom.com/wiki/Fire_Lighter",
        "grade": 1,
        "points": 1,
        "description": "You have helped to keep the witches fire burning. Just watch your fingers, it's hot!",
        "spoiler": "Obtainable by using one Dry Piece of Wood on the slide during the Bewitched event."
    },
    {
        "title": "Fire from the Earth",
        "url": "https://tibia.fandom.com/wiki/Fire_from_the_Earth",
        "grade": 1,
        "points": 2,
        "description": "You've survived the Hellgorge eruption and found a way through the flames and lava. You've even managed to kill a few fireborn on the way.",
        "spoiler": "Obtainable for killing 50 fiery creatures in and on the Hellgore volcano during the Fire from the Earth Mini World Change."
    },
    {
        "title": "Firefighter",
        "url": "https://tibia.fandom.com/wiki/Firefighter",
        "grade": 1,
        "points": 2,
        "description": "You extinguished 500 thornfires! You were there when the Firestarters took over Shadowthorn. You saved the day - and the home of some elves which will try to kill you nonetheless. Isn't it nice to see everything restored just as it was before..?",
        "spoiler": "Obtained by extinguishing 500 fires during the Thornfire world change."
    },
    {
        "title": "Firewalker",
        "url": "https://tibia.fandom.com/wiki/Firewalker",
        "grade": 2,
        "points": 4,
        "description": "Running barefoot across ember is not for you! You do it the elegant way. Yet, you're kind of drawn to fire and warm surroundings in general - you like it hot!",
        "spoiler": "This achievement can be gotten by walking 1,000,000 tiles on fire while wearing Firewalker Boots. Note that any type of fire field will work for this achievement (even player-made ones) as long as the fields inflict damage for the boots to block."
    },
    {
        "title": "Fireworks in the Sky",
        "url": "https://tibia.fandom.com/wiki/Fireworks_in_the_Sky",
        "grade": 1,
        "points": 2,
        "description": "You love the moment right before your rocket takes off and explodes into beautiful colours - not only on new year's eve!",
        "spoiler": "Obtainable by using 250 Fireworks Rockets on the floor (doesn't count if used in your backpack/container)."
    },
    {
        "title": "First Achievement",
        "url": "https://tibia.fandom.com/wiki/First_Achievement",
        "grade": 1,
        "points": 1,
        "description": "Congratulations to your very first achievement!... Well, not really. But imagine, it is. Because at this point during your journey into Tibia's past, achievements have been introduced.",
        "spoiler": "Obtained by painting a picture of the Colossus Fortress during the 25 Years of Tibia Quest."
    },
    {
        "title": "Follower of Azerus",
        "url": "https://tibia.fandom.com/wiki/Follower_of_Azerus",
        "grade": 2,
        "points": 4,
        "description": "When you do something, you do it right. You have an opinion and you stand by it - and no one will be able to convince you otherwise. On a sidenote, you're a bit on the brutal and war-oriented side, but that's not a bad thing, is it?",
        "spoiler": "Obtainable by completing mission 9 In Service of Yalahar Quest when you follow all of Yalahari (NPC) 's instructions. Note: If you finish one or some missions by following Palimuth 's instructions you will get the Turncoat achievement instead."
    },
    {
        "title": "Follower of Palimuth",
        "url": "https://tibia.fandom.com/wiki/Follower_of_Palimuth",
        "grade": 2,
        "points": 4,
        "description": "You're a peacekeeper and listen to what the small people have to say. You've made up your mind and know who to help and for which reasons - and you do it consistently. Your war is fought with reason rather than weapons.",
        "spoiler": "Obtainable by completing mission 9 of In Service of Yalahar Quest when you follow all of Palimuth 's instructions. Note: If you finish one or some missions by following Yalahari (NPC) 's instructions you will get the Turncoat achievement instead."
    },
    {
        "title": "Fool at Heart",
        "url": "https://tibia.fandom.com/wiki/Fool_at_Heart",
        "grade": 1,
        "points": 3,
        "description": "And remember: Never try to teach a pig to sing. It wastes your time and annoys the pig.",
        "spoiler": "Obtainable by getting both addons of Jester Outfits."
    },
    {
        "title": "Forbidden Fruit (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Forbidden_Fruit_(Achievement)",
        "grade": 1,
        "points": 1,
        "description": "You could not resist the taste of the forbidden fruit. Since you don't feel changed at all, it couldn't have been that bad after all. Or could it?",
        "spoiler": "Obtained by eating a Forbidden Fruit."
    },
    {
        "title": "Forbidden Knowledge",
        "url": "https://tibia.fandom.com/wiki/Forbidden_Knowledge",
        "grade": 1,
        "points": 1,
        "description": "Perhaps with so much acquired knowledge, never meant for you, you know even when to stop! Time will tell whether this knowledge will do more harm or good.",
        "spoiler": "Obtained by using a Key to Knowledge on a Forbidden Tome. Both items will be consumed. This won't work if you have never eaten a Forbidden Fruit."
    },
    {
        "title": "Fountain of Life",
        "url": "https://tibia.fandom.com/wiki/Fountain_of_Life",
        "grade": 1,
        "points": 1,
        "description": "You found and took a sip from the Fountain of Life. Thought it didn't grant you eternal life, you feel changed and somehow at peace.",
        "spoiler": "Obtainable by drinking from the fountain of life in pits of inferno 's entrance here."
    },
    {
        "title": "Free Items!",
        "url": "https://tibia.fandom.com/wiki/Free_Items!",
        "grade": 1,
        "points": 3,
        "description": "Yay! Finders keepers, losers weepers! Who cares where all that stuff came from and if you had to crawl through garbage piles to get it? It's FREE!",
        "spoiler": "Obtainable after getting 50 items from Crates."
    },
    {
        "title": "Fried Shrimp",
        "url": "https://tibia.fandom.com/wiki/Fried_Shrimp",
        "grade": 1,
        "points": 2,
        "description": "This must be underwater love - this enormous crustacean now does thy bidding. Or maybe it's just in it for a little more of that shrimp barbecue, as that's a little hard to come by in the sea.",
        "spoiler": "Obtained by taming a Crustacea Gigantica."
    },
    {
        "title": "Friend of Elves",
        "url": "https://tibia.fandom.com/wiki/Friend_of_Elves",
        "grade": 1,
        "points": 1,
        "description": "Kingly deer mostly prefer elves as friends and familiars. This one, however, decided to favour you as a confidant and rider. Well done!",
        "spoiler": "Obtained by taming an Enraged White Deer."
    },
    {
        "title": "Friend of the Apes",
        "url": "https://tibia.fandom.com/wiki/Friend_of_the_Apes",
        "grade": 2,
        "points": 4,
        "description": "You know Banuta like the back of your hand and are good at destroying caskets and urns. The sight of giant footprints doesn't keep you from exploring unknown areas either.",
        "spoiler": "Obtainable by finishing The Ape City Quest."
    },
    {
        "title": "Friendly Fire",
        "url": "https://tibia.fandom.com/wiki/Friendly_Fire",
        "grade": 1,
        "points": 2,
        "description": "You mastered the fire and tamed a supervulcano!",
        "spoiler": "Obtained by getting the complete Fire-Fighter Outfits."
    },
    {
        "title": "Funghitastic",
        "url": "https://tibia.fandom.com/wiki/Funghitastic",
        "grade": 1,
        "points": 3,
        "description": "Finally your dream to become a walking mushroom has come true... No, wait a minute!",
        "spoiler": "Obtainable by completing the Soil Guardian Outfits."
    },
    {
        "title": "Gatherer",
        "url": "https://tibia.fandom.com/wiki/Gatherer",
        "grade": 1,
        "points": 2,
        "description": "By killing creatures of the hive and gaining weapons for further missions, you started a quite effective way of war. You gathered a lot of dissolved chitin to resupply the war effort.",
        "spoiler": "Obtainable through repeating Dissolved Chitin task 10 times."
    },
    {
        "title": "Gear Up",
        "url": "https://tibia.fandom.com/wiki/Gear_Up",
        "grade": 1,
        "points": 3,
        "description": "Installing that control unit was a no-brainer. Now you're in control to make it walk this way or that, or to change tack at any moment if required. Your faithful walker mount obeys your every command.",
        "spoiler": "Obtained by taming a Walker."
    },
    {
        "title": "Gem Cutter",
        "url": "https://tibia.fandom.com/wiki/Gem_Cutter",
        "grade": 1,
        "points": 1,
        "description": "You cut your first gem - and it bears your own name! Now that would be a nice gift! This does not make it a \"true\" Heart of the Sea, however...",
        "spoiler": "Obtainable during Liquid Black Quest for cutting your first Heart of the Sea"
    },
    {
        "title": "Ghost Sailor",
        "url": "https://tibia.fandom.com/wiki/Ghost_Sailor",
        "grade": 1,
        "points": 1,
        "description": "You have sailed the nether seas with the Ghost Captain. Despite the perils, you and your fellow crewmen have braved the challenge.",
        "spoiler": "Obtainable by finishing 1 journey in A Pirate's Death to Me."
    },
    {
        "title": "Ghostwhisperer",
        "url": "https://tibia.fandom.com/wiki/Ghostwhisperer",
        "grade": 1,
        "points": 3,
        "description": "You don't hunt them, you talk to them. You know that ghosts might keep secrets that have been long lost among the living, and you're skilled at talking them into revealing them to you.",
        "spoiler": "Obtainable by: Talking to Ghost of a Priest in the 4th mission of the Wrath of the Emperor Quest ; Talking to A Wandering Soul in the 5th mission of the Blood Brothers Quest ; and Talking to A Restless Soul in the Formorgar Mines 1 mission of the Ice Islands Quest."
    },
    {
        "title": "Glooth Engineer",
        "url": "https://tibia.fandom.com/wiki/Glooth_Engineer",
        "grade": 2,
        "points": 5,
        "description": "Though you might have averted a dire threat for Rathleton, this relative peace may only hold for a while. At least you've scavenged an outfit from some of the poor fellows that have fallen prey to death priest Shagron.",
        "spoiler": "Obtained by getting the Glooth Engineer Outfits with both addons."
    },
    {
        "title": "Glooth Punk",
        "url": "https://tibia.fandom.com/wiki/Glooth_Punk",
        "grade": 1,
        "points": 1,
        "description": "Glooth is the substance that powers a whole continent and all its weird inhabitants, workshops and factories. You travelled this strange smorgasbord of curiosities in its entirety - just in time for tea.",
        "spoiler": "Obtained by completely discovering Oramond (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Gnome Friend",
        "url": "https://tibia.fandom.com/wiki/Gnome_Friend",
        "grade": 1,
        "points": 2,
        "description": "The gnomes are warming up to you. One or two of them might actually bother to remember your name. You're allowed to access their gnomebase alpha. You are prepared to boldly put your big feet into areas few humans have walked before.",
        "spoiler": "Obtainable by advancing to rank II in the Bigfoot's Burden Quest."
    },
    {
        "title": "Gnome Little Helper",
        "url": "https://tibia.fandom.com/wiki/Gnome_Little_Helper",
        "grade": 1,
        "points": 1,
        "description": "You think the gnomes start to like you. A little step for a Bigfoot but a big step for humanity.",
        "spoiler": "Obtainable by advancing to rank I in the Bigfoot's Burden Quest."
    },
    {
        "title": "Gnomebane's Bane",
        "url": "https://tibia.fandom.com/wiki/Gnomebane%27s_Bane",
        "grade": 1,
        "points": 2,
        "description": "The fallen gnome is dead and justice served. But what was it that the gnome whispered with his last breath? He's your father???",
        "spoiler": "Obtained after opening the treasure chest of Gnomevil for the first time after slaying him."
    },
    {
        "title": "Gnomelike",
        "url": "https://tibia.fandom.com/wiki/Gnomelike",
        "grade": 1,
        "points": 3,
        "description": "You have become a household name in gnomish society! Your name is mentioned by gnomes more than once. Of course usually by gnomish mothers whose children refuse to eat their mushroom soup, but you are certainly making some tremendous progress.",
        "spoiler": "Obtainable by reaching rank III of Bigfoot's Burden Quest."
    },
    {
        "title": "Gnomish Art Of War",
        "url": "https://tibia.fandom.com/wiki/Gnomish_Art_Of_War",
        "grade": 1,
        "points": 3,
        "description": "You have unleashed your inner gnome and slain some of the most fearsome threats that gnomekind has ever faced. Now you can come and go to the warzones as it pleases you. The enemies of gnomekind will never be safe again.",
        "spoiler": "Gaining permanent access to the warzones in the Bigfoot's Burden Quest."
    },
    {
        "title": "Go with da Lava Flow",
        "url": "https://tibia.fandom.com/wiki/Go_with_da_Lava_Flow",
        "grade": 1,
        "points": 1,
        "description": "You escaped the glowing hot lava death trap, Professor Maxxen has set for you - Captain Caveworm is indeed proud!",
        "spoiler": "Obtained by completing the Into the Fire mission during the Hero of Rathleton Quest."
    },
    {
        "title": "Godslayer",
        "url": "https://tibia.fandom.com/wiki/Godslayer",
        "grade": 2,
        "points": 4,
        "description": "You have defeated the Snake God's incarnations and, with a final powerful swing of the snake sceptre, cut off his life force supply. The story of power, deceit and corruption has come to an end - or... not?",
        "spoiler": "Obtainable by using Replica of the Sceptre on Mutated Zalamon 's corpse during the 11th mission of Wrath of the Emperor Quest."
    },
    {
        "title": "Gold Digger",
        "url": "https://tibia.fandom.com/wiki/Gold_Digger",
        "grade": 2,
        "points": 4,
        "description": "Hidden treasures below the sand dunes of the desert - you have a nose for finding them and you know where to dig. They might not make you filthy rich, but they're shiny and pretty anyhow.",
        "spoiler": "Obtainable by digging up 100 scarab coins in the desert. There's a chance to dig up a scarab coin or Scarab in Ankrahmun desert. The tiles where you can dig can be seen in the Cyclopedia map as light grey squares, as highlighted in the image below, but these aren't visible on the minimap or on TibiaWiki's mapper. They can be found all around the desert, but mostly around tombs entrances and the city gates. There is a 60 minute cooldown on each digging square. See also: Scarab Coin/Statistics"
    },
    {
        "title": "Golden Sands",
        "url": "https://tibia.fandom.com/wiki/Golden_Sands",
        "grade": 1,
        "points": 3,
        "description": "Counting ten thousand grains of sand could not have been harder than gaining this impressive mount.",
        "spoiler": "Obtained by taming a Sandstone Scorpion."
    },
    {
        "title": "Goldhunter",
        "url": "https://tibia.fandom.com/wiki/Goldhunter",
        "grade": 1,
        "points": 2,
        "description": "If it wasn't for you, several banks in Tibia would've gotten bankrupt by now. Keep on chasing bank robbers and no one will have to worry about the Tibian economy!",
        "spoiler": "Obtained by returning 5 Bags with Stolen Gold in total when the Bank Robbery Mini World Change is active."
    },
    {
        "title": "Golem in the Gears",
        "url": "https://tibia.fandom.com/wiki/Golem_in_the_Gears",
        "grade": 2,
        "points": 4,
        "description": "You're an aspiring mago-mechanic. Science and magic work well together in your eyes - and even though you probably delivered countless wrong charges while working for Telas, you might just have enough knowledge to build your own golem now.",
        "spoiler": "Obtainable by completing Shadows of Yalahar Quest."
    },
    {
        "title": "Goo Goo Dancer",
        "url": "https://tibia.fandom.com/wiki/Goo_Goo_Dancer",
        "grade": 1,
        "points": 1,
        "description": "Seeing a mucus plug makes your heart dance and you can't resist to see what it hides. Goo goo away!",
        "spoiler": "Obtainable by using 100 Muck Removers on Mucus Plugs."
    },
    {
        "title": "Gravedigger (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Gravedigger_(Achievement)",
        "grade": 1,
        "points": 3,
        "description": "Assisting Omrabas' sick plan to resurrect made you dig your way through the blood-soaked halls of Drefia. Maybe better he failed!",
        "spoiler": "Obtained by finishing The Gravedigger of Drefia Quest."
    },
    {
        "title": "Green Thumb",
        "url": "https://tibia.fandom.com/wiki/Green_Thumb",
        "grade": 2,
        "points": 4,
        "description": "If someone gives you seeds, you usually grow a beautiful plant from it within a few days. You like your house green and decorated with flowers. Probably you also talk to them.",
        "spoiler": "Obtainable by growing 100 fully developed flowers in Flower Pots. Tip: you can reuse pots by letting the flower in it wither to then finally water it again. The flower will return to stage 2 and can then be grown to stage 3 again."
    },
    {
        "title": "Greenhorn",
        "url": "https://tibia.fandom.com/wiki/Greenhorn",
        "grade": 1,
        "points": 2,
        "description": "You wiped out Orcus the Cruel in the Arena of Svargrond. You're still a bit green behind the ears, but there's some great potential.",
        "spoiler": "Obtainable by finishing the Barbarian Arena Quest in the Greenhorn difficulty."
    },
    {
        "title": "Grinding Again",
        "url": "https://tibia.fandom.com/wiki/Grinding_Again",
        "grade": 1,
        "points": 1,
        "description": "Burnt fingers and itching lungs are a small price for bringing those gnomes some lousy stone and getting almost killed! Your mother warned you to better become a farmer.",
        "spoiler": "Obtainable by completing the grindstone mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "Gryphon Rider",
        "url": "https://tibia.fandom.com/wiki/Gryphon_Rider",
        "grade": 1,
        "points": 3,
        "description": "Unmasking spies, killing demons, discovering omens, solving puzzles and fighting ogres, manticores and feral sphinxes. - Nobody said it was easy to become a gryphon rider.",
        "spoiler": "Obtainable by taming a Gryphon."
    },
    {
        "title": "Guard Killer",
        "url": "https://tibia.fandom.com/wiki/Guard_Killer",
        "grade": 1,
        "points": 2,
        "description": "You have proven that you can beat the best of the hive. You have caused first promising breaches in the defence of the hive",
        "spoiler": "Obtainable through repeating Kollos Killing task 10 times"
    },
    {
        "title": "Guardian Downfall",
        "url": "https://tibia.fandom.com/wiki/Guardian_Downfall",
        "grade": 2,
        "points": 4,
        "description": "You ended the life of over three hundred Deepling Guards. Not quite the guardian of the Deeplings, are you?",
        "spoiler": "Obtainable for killing 300 Deepling Guards."
    },
    {
        "title": "Guinea Pig",
        "url": "https://tibia.fandom.com/wiki/Guinea_Pig",
        "grade": 1,
        "points": 2,
        "description": "True scientists know their equipment. Testing new inventions is essential daily work for any hard working researcher. You showed no fear and took all the new equipment from Spectulus and Sinclair for a spin.",
        "spoiler": "Obtainable by making Research and Development Quest mission 2."
    },
    {
        "title": "Happy Farmer",
        "url": "https://tibia.fandom.com/wiki/Happy_Farmer",
        "grade": 1,
        "points": 1,
        "description": "Scythe swung over your shoulder, sun burning down on your back - you are a farmer at heart and love working in the fields. Or then again maybe you just create fancy crop circles to scare your fellow men.",
        "spoiler": "Obtainable by cutting down 200 wheat with a Scythe or Squeezing Gear of Girlpower."
    },
    {
        "title": "Hat Hunter",
        "url": "https://tibia.fandom.com/wiki/Hat_Hunter",
        "grade": 2,
        "points": 5,
        "description": "You sucessfully fought against all odds to protect your world from an ascending god! – You weren't there for the hat only after all?",
        "spoiler": "Complete the Ferumbras' Ascension Quest."
    },
    {
        "title": "Headache",
        "url": "https://tibia.fandom.com/wiki/Headache",
        "grade": 1,
        "points": 2,
        "description": "Even in the deepest structures of the hive, you began to strike against the mighty foe. Your actions probably already gave the hive a headache.",
        "spoiler": "Obtainable through repeating Destroy The Hive Crystals task 10 times."
    },
    {
        "title": "Heartbreaker",
        "url": "https://tibia.fandom.com/wiki/Heartbreaker",
        "grade": 1,
        "points": 1,
        "description": "Trust? Love? Faithfulness? Pah! Antiquated sentiments. As long as you have fun, you do not mind stepping on lots of hearts. Preferably while wearing combat boots.",
        "spoiler": "While married, say marriage to one of the Marriage Officiant NPCs and tell them that your heart belongs to someone other than your marriage partner five times."
    },
    {
        "title": "Heartburn",
        "url": "https://tibia.fandom.com/wiki/Heartburn",
        "grade": 1,
        "points": 3,
        "description": "Never-tiring, you attack the inner organs of the mighty hive. Your attacks on the hive's digestion system begin to cause some trouble.",
        "spoiler": "Obtainable through repeating Disrupt The Hives Digestion task 50 times"
    },
    {
        "title": "Herbicide",
        "url": "https://tibia.fandom.com/wiki/Herbicide",
        "grade": 3,
        "points": 8,
        "description": "You're one of the brave heroes to face and defeat the mysterious demon oak and all the critters it threw in your face. Wielding your blessed axe no tree dares stand in your way - demonic or not.",
        "spoiler": "Obtainable by completing The Demon Oak Quest."
    },
    {
        "title": "Here, Fishy Fishy!",
        "url": "https://tibia.fandom.com/wiki/Here,_Fishy_Fishy!",
        "grade": 1,
        "points": 1,
        "description": "Ah, the smell of the sea! Standing at the shore and casting a line is one of your favourite activities. For you, fishing is relaxing - and at the same time, providing easy food. Perfect!",
        "spoiler": "Obtainable by fishing 1000 Fish. Note: Ice Fishing doesn't count."
    },
    {
        "title": "Hickup",
        "url": "https://tibia.fandom.com/wiki/Hickup",
        "grade": 1,
        "points": 2,
        "description": "You have grown accustomed to frequenting the hive's stomach system. Your actions have caused the hive some first digestion problems.",
        "spoiler": "Obtainable through repeating Disrupt The Hives Digestion task 10 times."
    },
    {
        "title": "Hidden Powers",
        "url": "https://tibia.fandom.com/wiki/Hidden_Powers",
        "grade": 1,
        "points": 2,
        "description": "You've discovered the Ancients' hidden powers - from now on, they will aid you in your adventures.",
        "spoiler": "Obtainable by charging a Helmet of the Ancients with a small ruby."
    },
    {
        "title": "High Inquisitor",
        "url": "https://tibia.fandom.com/wiki/High_Inquisitor",
        "grade": 2,
        "points": 5,
        "description": "You're the one who poses the questions around here, and you know how to get the answers you want to hear. Besides, you're a famous exorcist and slay a few vampires and demons here and there. You and your stake are a perfect team.",
        "spoiler": "Obtainable by finishing The Inquisition Quest."
    },
    {
        "title": "High and Dry",
        "url": "https://tibia.fandom.com/wiki/High_and_Dry",
        "grade": 1,
        "points": 2,
        "description": "You asked Captain Charles to take a shortcut quite a few times. Now you are all too familiar with desert islands all over Tibia.",
        "spoiler": "Obtainable by shipwrecking 30 times after asking for a shortcut to captain Charles (you must wait 20 hours to ask for a shortcut again after shipwrecking)."
    },
    {
        "title": "High-Flyer",
        "url": "https://tibia.fandom.com/wiki/High-Flyer",
        "grade": 2,
        "points": 4,
        "description": "The breeze in your hair, your fingers clutching the rim of your carpet - that's how you like to travel. Faster! Higher! And a looping every now and then.",
        "spoiler": "Obtainable by travelling by Magic Carpet 1000 times. Tip: Edron - Darashia is the cheapest route: 40 gp per trip ( 30 gp if you have done the Postman Quest )."
    },
    {
        "title": "Hippofoddermus",
        "url": "https://tibia.fandom.com/wiki/Hippofoddermus",
        "grade": 1,
        "points": 1,
        "description": "You did the hippo population of Kilmaresh a great favour. A well-fed hippo is a happy hippo.",
        "spoiler": "Obtainable by feeding 100 Hippos with Reed Balls around Kilmaresh."
    },
    {
        "title": "His Days are Counted",
        "url": "https://tibia.fandom.com/wiki/His_Days_are_Counted",
        "grade": 1,
        "points": 1,
        "description": "You defeated the Count of the Core and destroyed his lava pump!",
        "spoiler": "Obtainable by using the lava pump in the room reached after defeating The Count Of The Core in the Dangerous Depths Quest."
    },
    {
        "title": "His True Face",
        "url": "https://tibia.fandom.com/wiki/His_True_Face",
        "grade": 1,
        "points": 3,
        "description": "You're one of the few Tibians who Armenius chose to actually show his true face to - and he made you fight him. Either that means you're very lucky or very unlucky, but one thing's for sure - it's extremely rare.",
        "spoiler": "There's a small chance of getting this achievement during the mission 3 of the Blood Brothers Quest : if you're lucky, he teleports you to his basement when you leave his tavern after talking to him. This can also happen when entering or leaving the bar after completing the mission."
    },
    {
        "title": "Hissing Downfall",
        "url": "https://tibia.fandom.com/wiki/Hissing_Downfall",
        "grade": 1,
        "points": 2,
        "description": "You've vanquished the Noxious Spawn and his serpentine heart.",
        "spoiler": "Obtainable by slaying The Noxious Spawn."
    },
    {
        "title": "Hive Blinder",
        "url": "https://tibia.fandom.com/wiki/Hive_Blinder",
        "grade": 2,
        "points": 4,
        "description": "You have put a lot of time and energy into keeping the hive unaware of what is happening on Quirefang. The hive learnt to fear your actions. It would surely crush you with all its might... if it could only find you!",
        "spoiler": "Obtainable through repeating Antenna Blinding task 100 times."
    },
    {
        "title": "Hive Fighter",
        "url": "https://tibia.fandom.com/wiki/Hive_Fighter",
        "grade": 1,
        "points": 1,
        "description": "You have participated that much in the hive war, that you are able to create some makeshift armor from the remains of dead hive born that can be found in the major hive, to show of your skill.",
        "spoiler": "Obtainable after earning 300 War Exp in War Against the Hive Quest."
    },
    {
        "title": "Hive Infiltrator",
        "url": "https://tibia.fandom.com/wiki/Hive_Infiltrator",
        "grade": 1,
        "points": 3,
        "description": "The most powerful warriors of the hive were killed by you by the dozens. The hive is not safe anymore because of your actions.",
        "spoiler": "Obtainable through repeating Kollos Killing task 50 times."
    },
    {
        "title": "Hive War Veteran",
        "url": "https://tibia.fandom.com/wiki/Hive_War_Veteran",
        "grade": 1,
        "points": 1,
        "description": "Your invaluable experience in fighting the hive allows you to add another piece of armor to your chitin outfit to prove your dedication for the cause.",
        "spoiler": "Obtainable after earning 500 War Exp in War Against the Hive Quest."
    },
    {
        "title": "Hoard of the Dragon",
        "url": "https://tibia.fandom.com/wiki/Hoard_of_the_Dragon",
        "grade": 1,
        "points": 1,
        "description": "Your adventurous way through countless dragon lairs earned you a pretty treasure - and surely the enmity of many a dragon.",
        "spoiler": "Complete The Great Dragon Hunt Quest 10 times."
    },
    {
        "title": "Homebrewed",
        "url": "https://tibia.fandom.com/wiki/Homebrewed",
        "grade": 1,
        "points": 1,
        "description": "Yo-ho-ho and a bottle of rum - homebrewed, of course, made from handpicked and personally harvested sugar cane plants. Now, let it age in an oak barrel and enjoy it in about 10 years. Or for the impatient ones: Let's have a paaaarty right now!",
        "spoiler": "Obtainable by using 50 Bunches of Sugar Cane on a Distilling Machine."
    },
    {
        "title": "Honest Finder",
        "url": "https://tibia.fandom.com/wiki/Honest_Finder",
        "grade": 1,
        "points": 1,
        "description": "You've stopped the bank robber and returned the bag full of gold. Good to know there are still lawful Tibians like you around.",
        "spoiler": "Obtained by returning a Bag with Stolen Gold to a bank when the Bank Robbery Mini World Change is active."
    },
    {
        "title": "Honorary Barbarian",
        "url": "https://tibia.fandom.com/wiki/Honorary_Barbarian",
        "grade": 1,
        "points": 1,
        "description": "You've hugged bears, pushed mammoths and proved your drinking skills. And even though you have a slight hangover, a partially fractured rib and some greasy hair on your tongue, you're quite proud to call yourself a honorary barbarian from now on.",
        "spoiler": "Obtainable by finishing the Barbarian Test Quest."
    },
    {
        "title": "Honorary Gnome",
        "url": "https://tibia.fandom.com/wiki/Honorary_Gnome",
        "grade": 2,
        "points": 4,
        "description": "You accomplished what few humans ever will: you truly impressed the gnomes. This might not change their outlook on humanity as a whole, but at least you can bathe in gnomish respect! And don't forget you're now allowed to enter the warzones!",
        "spoiler": "Obtainable by reaching rank IV of Bigfoot's Burden Quest."
    },
    {
        "title": "Honorary Rascoohan",
        "url": "https://tibia.fandom.com/wiki/Honorary_Rascoohan",
        "grade": 1,
        "points": 2,
        "description": "When in Rascacoon, do as the Rascoohans do!",
        "spoiler": "Obtained by getting both addons of Rascoohan Outfits."
    },
    {
        "title": "Honorary Witch",
        "url": "https://tibia.fandom.com/wiki/Honorary_Witch",
        "grade": 2,
        "points": 4,
        "description": "Your efforts in fighting back the banebringers has not gone unnoticed. You are a legend amongst the witches and your name is whispered with awe and admiration.",
        "spoiler": "Obtainable by throwing 500 ingredients into the witches cauldron during the Bewitched event."
    },
    {
        "title": "Hot on the Trail",
        "url": "https://tibia.fandom.com/wiki/Hot_on_the_Trail",
        "grade": 1,
        "points": 3,
        "description": "Since it is fireproof, this flaming creature feels right at home in raging infernos. But remember: just because it doesn't burn, you still do!",
        "spoiler": "Obtained by getting the Singeing Steed mount."
    },
    {
        "title": "Howly Silence",
        "url": "https://tibia.fandom.com/wiki/Howly_Silence",
        "grade": 1,
        "points": 1,
        "description": "You muted the everlasting howling of Hemming.",
        "spoiler": "Obtainable by killing Hemming."
    },
    {
        "title": "Hunting Permit",
        "url": "https://tibia.fandom.com/wiki/Hunting_Permit",
        "grade": 1,
        "points": 1,
        "description": "You have fully unlocked your very first monster in the cyclopedia.",
        "spoiler": "Obtainable by fully unlocking any monster in the Cyclopedia."
    },
    {
        "title": "Hunting with Style",
        "url": "https://tibia.fandom.com/wiki/Hunting_with_Style",
        "grade": 2,
        "points": 6,
        "description": "At daytime you can be found camouflaged in the woods laying traps or chasing big game, at night you're sitting by the campfire and sharing your hunting stories. You eat what you hunted and wear what you skinned. Life could go on like that forever.",
        "spoiler": "Obtainable by getting both addons of Hunter Outfits."
    },
    {
        "title": "Huntsman (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Huntsman_(Achievement)",
        "grade": 1,
        "points": 2,
        "description": "You're familiar with hunting tasks and have carried out quite a few already. A bright career as hunter for the Paw & Fur society lies ahead!",
        "spoiler": "Obtainable by getting the rank of Huntsman in the Killing in the Name of... Quest, Paw and Fur Ranks."
    },
    {
        "title": "I Did My Part",
        "url": "https://tibia.fandom.com/wiki/I_Did_My_Part",
        "grade": 1,
        "points": 2,
        "description": "Your world is lucky to have you! You don't hesitate to jump in and help when brave heroes are called to save the world.",
        "spoiler": "Obtainable by taking part in a world quest. Rise of Devovorga : by entering portal to any sub-boss room. Lightbearer : by using the statue of Fafnar in the reward room. Bewitched : by adding an ingredient or wood to the cauldron. A Piece of Cake : by stepping on a spot where cake was already eaten. The Colours of Magic : by joining a wizard."
    },
    {
        "title": "I Like it Fancy",
        "url": "https://tibia.fandom.com/wiki/I_Like_it_Fancy",
        "grade": 1,
        "points": 1,
        "description": "You definitely know how to bring out the best in your furniture and decoration pieces. Beautiful.",
        "spoiler": "Obtainable by using a Small Enchanted Emerald on a Dracoyle Statue."
    },
    {
        "title": "I Need a Hug",
        "url": "https://tibia.fandom.com/wiki/I_Need_a_Hug",
        "grade": 1,
        "points": 2,
        "description": "You and your stuffed furry friends are inseparable, and you're not ashamed to take them to bed with you - who knows when you will wake up in the middle of the night in dire need of a cuddle?",
        "spoiler": "Obtainable by using Panda Teddy, Stuffed Dragon, Baby Seal Doll and Santa Doll one time each."
    },
    {
        "title": "Ice Harvester",
        "url": "https://tibia.fandom.com/wiki/Ice_Harvester",
        "grade": 1,
        "points": 1,
        "description": "You witnessed the thawing of Svargrond and harvested rare seeds from some strange icy plants. They must be good for something.",
        "spoiler": "Obtainable by harvesting (using) Ice Flowers and get 10 Ice Flower Seeds during the Thawing Mini World Change."
    },
    {
        "title": "Ice Sculptor",
        "url": "https://tibia.fandom.com/wiki/Ice_Sculptor",
        "grade": 1,
        "points": 3,
        "description": "You love to hang out in cold surroundings and consider ice the best material to be shaped. What a waste to use ice cubes for drinks when you can create a beautiful mammoth statue from it!",
        "spoiler": "Obtainable by sculpting an Ice Mammoth from Ice Cubes by using an Obsidian Knife on it."
    },
    {
        "title": "Icy Glare",
        "url": "https://tibia.fandom.com/wiki/Icy_Glare",
        "grade": 1,
        "points": 1,
        "description": "Here's looking at you, kid. This ancient creature seems to size you up with its brilliant eyes and barely tolerates you riding it. Maybe it thinks you're the defrosted snack, after all?",
        "spoiler": "Obtained by taming a Half-Frozen Ursagrodon."
    },
    {
        "title": "In Shining Armor",
        "url": "https://tibia.fandom.com/wiki/In_Shining_Armor",
        "grade": 2,
        "points": 6,
        "description": "With edged blade and fully equipped in a sturdy full plate armor, you charge at your enemies with both strength and valour. There's always a maiden to save and a dragon to slay for you.",
        "spoiler": "Obtainable by getting both addons of Knight Outfits."
    },
    {
        "title": "Inquisition's Arm",
        "url": "https://tibia.fandom.com/wiki/Inquisition%27s_Arm",
        "grade": 1,
        "points": 2,
        "description": "Your special garb, solely awarded to a dedicated Hand of the Inquisition, is now complete.",
        "spoiler": "Obtainable by getting both addons of the Hand of the Inquisition Outfits."
    },
    {
        "title": "Inquisition's Hand",
        "url": "https://tibia.fandom.com/wiki/Inquisition%27s_Hand",
        "grade": 1,
        "points": 3,
        "description": "You defeated the Lich Knights and became the hand of the Inquisition, allowed to wear their special garb.",
        "spoiler": "Obtainable by finishing the Grave Danger Quest."
    },
    {
        "title": "Interior Decorator",
        "url": "https://tibia.fandom.com/wiki/Interior_Decorator",
        "grade": 2,
        "points": 4,
        "description": "Your home is your castle - and the furniture in it is just as important. Your friends ask for your advice when decorating their houses and your probably own every statue, rack and bed there is.",
        "spoiler": "Since April 2016 (Update 10.92), this achievement is obtained by making 1000 purchases of Furniture Kits. Note that you’ll have to make 1000 individual furniture kit purchases — making 10 purchases of 100 furniture kits each, for example, would only count as 10 purchases. Hint: The cheapest way to do this is to buy 1000 Troughs (7 gp each). Before April 2016, you had to use 1000 Furniture Packages to obtain this achievement."
    },
    {
        "title": "Invader of the Deep",
        "url": "https://tibia.fandom.com/wiki/Invader_of_the_Deep",
        "grade": 1,
        "points": 2,
        "description": "Many creatures of the deep have lost their lives by your hand. Three hundred have entered the depths of eternity. You should probably fear the revenge of the Eyes of the Deep.",
        "spoiler": "Obtainable by killing 300 Deepling Scouts."
    },
    {
        "title": "Jamjam",
        "url": "https://tibia.fandom.com/wiki/Jamjam",
        "grade": 2,
        "points": 5,
        "description": "When it comes to interracial understanding, you're an expert. You've mastered the language of the Chakoya and made someone really happy with your generosity. Achuq!",
        "spoiler": "Complete the Sinatuki Quest."
    },
    {
        "title": "Jewel in the Swamp",
        "url": "https://tibia.fandom.com/wiki/Jewel_in_the_Swamp",
        "grade": 1,
        "points": 1,
        "description": "Damp swamps, a dry desert and the opulence of Venore - you really know every corner of Eastern Mainland now.",
        "spoiler": "Obtained by completely discovering Venore (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Jinx",
        "url": "https://tibia.fandom.com/wiki/Jinx",
        "grade": 1,
        "points": 2,
        "description": "Sometimes you feel there's a gremlin in there. So many lottery tickets, so many blanks? That's just not fair! Share your misery with the world.",
        "spoiler": "Obtainable by opening 500 blank Lottery Tickets (winning tickets don't count)."
    },
    {
        "title": "Joke's on You",
        "url": "https://tibia.fandom.com/wiki/Joke%27s_on_You",
        "grade": 1,
        "points": 1,
        "description": "Well - the contents of that present weren't quite what you expected. With friends like these, who needs enemies?",
        "spoiler": "Obtainable by opening an Explosive Present."
    },
    {
        "title": "Just Cracked Me Up!",
        "url": "https://tibia.fandom.com/wiki/Just_Cracked_Me_Up!",
        "grade": 1,
        "points": 2,
        "description": "Stonecracker's head was much softer than the stones he threw at you.",
        "spoiler": "Obtainable by slaying Stonecracker."
    },
    {
        "title": "Just in Time",
        "url": "https://tibia.fandom.com/wiki/Just_in_Time",
        "grade": 1,
        "points": 1,
        "description": "You're a fast runner and are good at delivering wares which are bound to decay just in the nick of time, even if you can't use any means of transportation or if your hands get cold or smelly in the process.",
        "spoiler": "Obtainable by finishing The Ice Delivery mission of The Explorer Society Quest and by finishing The Wednesday Mission of The Travelling Trader Quest."
    },
    {
        "title": "Kapow!",
        "url": "https://tibia.fandom.com/wiki/Kapow!",
        "grade": 1,
        "points": 1,
        "description": "No joke, you murdered the bat.",
        "spoiler": "Obtainable by slaying Bruise Payne."
    },
    {
        "title": "Keeper of the 7 Keys",
        "url": "https://tibia.fandom.com/wiki/Keeper_of_the_7_Keys",
        "grade": 1,
        "points": 2,
        "description": "You found the Seven Keys to unlock... no, not the seven seas. But at least seven doors in the realm of dreams.",
        "spoiler": "Obtainable by solving all 7 key puzzles of The Dream Courts Quest."
    },
    {
        "title": "Keeper of the Flame",
        "url": "https://tibia.fandom.com/wiki/Keeper_of_the_Flame",
        "grade": 1,
        "points": 2,
        "description": "One of the Lightbearers. One of those who helped to keep the basins burning and worked together against the darkness. The demonic whispers behind the thin veil between the worlds - they were silenced again thanks to your help.",
        "spoiler": "Obtainable by taking part in the Lightbearer Event."
    },
    {
        "title": "King Tibianus Fan",
        "url": "https://tibia.fandom.com/wiki/King_Tibianus_Fan",
        "grade": 1,
        "points": 3,
        "description": "You're not sure what it is, but you feel drawn to royalty. Your knees are always a bit grazed from crawling around in front of thrones and you love hanging out in castles. Maybe you should consider applying as a guard?",
        "spoiler": "Obtainable by finishing The Isle of Evil Quest."
    },
    {
        "title": "King of the Jungle",
        "url": "https://tibia.fandom.com/wiki/King_of_the_Jungle",
        "grade": 1,
        "points": 1,
        "description": "You have searched Port Hope and the jungle that thoroughly, that you are up to adoption by a friendly ape family.",
        "spoiler": "Obtained by completely discovering Tiquanda as part of the Measuring Tibia Quest."
    },
    {
        "title": "King of the Ring",
        "url": "https://tibia.fandom.com/wiki/King_of_the_Ring",
        "grade": 1,
        "points": 2,
        "description": "Bretzecutioner's body just got slammed away. You are a true king of the ring!",
        "spoiler": "Obtainable by slaying Bretzecutioner."
    },
    {
        "title": "King's Council",
        "url": "https://tibia.fandom.com/wiki/King%27s_Council",
        "grade": 1,
        "points": 0,
        "description": "Your continued efforts in keeping Bounac and the people of Kesar the Younger safe, earned you a permanent place at the royal court as an advisor to the king.",
        "spoiler": "Probably obtained by getting both addons of the Royal Bounacean Advisor Outfits."
    },
    {
        "title": "Knock on Wood",
        "url": "https://tibia.fandom.com/wiki/Knock_on_Wood",
        "grade": 1,
        "points": 3,
        "description": "It's a wound-up wooden lizard! Well, stranger things have happened, or so you're told. Just hop on and let this wood-and-tin contraption take you anywhere you want to wind down a bit. And hope you don't get hit by lightning underway.",
        "spoiler": "Obtained by taming a Tin Lizzard (Object)."
    },
    {
        "title": "Knowledge Raider (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Knowledge_Raider_(Achievement)",
        "grade": 1,
        "points": 3,
        "description": "Your thirst for knowledge is insatiable. In the task of helping your gnomish friends, flawless execution is just the icing on the cake.",
        "spoiler": "Obtained by completing 50 consecutive tasks of the Too Hot to Handle Quest."
    },
    {
        "title": "Lacewing Catcher",
        "url": "https://tibia.fandom.com/wiki/Lacewing_Catcher",
        "grade": 1,
        "points": 3,
        "description": "You caught a lacewing moth with your lantern. It will follow you in companionship as the bearer of the lantern will be its guide through the darkness now.",
        "spoiler": "Obtained by taming a Lacewing Moth."
    },
    {
        "title": "Let the Sunshine In",
        "url": "https://tibia.fandom.com/wiki/Let_the_Sunshine_In",
        "grade": 1,
        "points": 1,
        "description": "Rise and shine! It's a beautiful new day - open your windows, feel the warm sunlight, watch the birds singing on your windowsill and care for your plants. What reason is there not to be happy?",
        "spoiler": "Obtainable by opening house windows 100 times."
    },
    {
        "title": "Liberty Bay Watch",
        "url": "https://tibia.fandom.com/wiki/Liberty_Bay_Watch",
        "grade": 1,
        "points": 1,
        "description": "A pirate's haven and a burglar's hideout. You found your way around Liberty Bay and its surroundings - land, ho!",
        "spoiler": "Obtained by completely discovering Vandura as part of the Measuring Tibia Quest."
    },
    {
        "title": "Library Liberator",
        "url": "https://tibia.fandom.com/wiki/Library_Liberator",
        "grade": 1,
        "points": 3,
        "description": "Though you couldn't prevent the theft of the godbreaker knowledge, you still managed to fight off the invasion of the library and to kill the scourge of oblivion, a powerful servant of the enemy.",
        "spoiler": "Obtainable upon killing The Scourge of Oblivion."
    },
    {
        "title": "Life on the Streets",
        "url": "https://tibia.fandom.com/wiki/Life_on_the_Streets",
        "grade": 2,
        "points": 4,
        "description": "You're a beggar, homeless, wearing filthy and ragged clothes. But that doesn't mean you have to beg anyone for stuff - and you still kept your pride. Fine feathers do not necessarily make fine birds - what's under them is more important.",
        "spoiler": "Obtainable by getting both addons of Beggar Outfit."
    },
    {
        "title": "Lion King",
        "url": "https://tibia.fandom.com/wiki/Lion_King",
        "grade": 1,
        "points": 1,
        "description": "By mastering the secrets of Lion's Rock, you proved yourself worthy to face the mighty lions there. One of them even chose to accompany you.",
        "spoiler": "Obtained by taming a Noble Lion."
    },
    {
        "title": "Lion's Den Explorer",
        "url": "https://tibia.fandom.com/wiki/Lion%27s_Den_Explorer",
        "grade": 1,
        "points": 1,
        "description": "You discovered the Lion's Rock, passed the tests to enter the inner sanctum and finally revealed the secrets of the buried temple. You literally put your head in the lion's mouth and survived.",
        "spoiler": "Obtained by completing the Lion's Rock Quest."
    },
    {
        "title": "Lionheart",
        "url": "https://tibia.fandom.com/wiki/Lionheart",
        "grade": 1,
        "points": 3,
        "description": "You bested the maleficent duo Drume and Fugue and restored order to the besieged town of Bounac. You conquered the exotic stronghold of the Order of the Cobra and bested the undead knights of the Order of the Falcon. A true knight in heart and mind.",
        "spoiler": "Obtained by finishing the The Order of the Lion Quest."
    },
    {
        "title": "Little Adventure",
        "url": "https://tibia.fandom.com/wiki/Little_Adventure",
        "grade": 1,
        "points": 1,
        "description": "You have fully unlocked 10 easy monsters in the cyclopedia.",
        "spoiler": "Obtainable by unlocking 10 easy monsters in the Cyclopedia."
    },
    {
        "title": "Little Ball of Wool",
        "url": "https://tibia.fandom.com/wiki/Little_Ball_of_Wool",
        "grade": 1,
        "points": 1,
        "description": "You found a lost sheep and thus a steady source of black wool. But careful: don't get entangled.",
        "spoiler": "Obtained by taming a Black Sheep."
    },
    {
        "title": "Little Big Adventure",
        "url": "https://tibia.fandom.com/wiki/Little_Big_Adventure",
        "grade": 1,
        "points": 2,
        "description": "You have fully unlocked 100 easy monsters in the cyclopedia.",
        "spoiler": "Obtainable by unlocking 100 easy monsters in the Cyclopedia."
    },
    {
        "title": "Lizard Kingdom",
        "url": "https://tibia.fandom.com/wiki/Lizard_Kingdom",
        "grade": 1,
        "points": 1,
        "description": "From the southern steppe through the Dragonblaze Mountains and the Muggy Plains to the forbidden city of Razachai - you really know every corner of Zao now.",
        "spoiler": "Obtained by completely discovering Zao as part of the Measuring Tibia Quest."
    },
    {
        "title": "Long Live the Queen",
        "url": "https://tibia.fandom.com/wiki/Long_Live_the_Queen",
        "grade": 1,
        "points": 1,
        "description": "Ancient battlefields, amazons and the glory of Carlin - you really know every corner of Queen Eloise's realm now.",
        "spoiler": "Obtained by completely discovering Carlin (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Lord Protector",
        "url": "https://tibia.fandom.com/wiki/Lord_Protector",
        "grade": 3,
        "points": 8,
        "description": "You proved yourself - not only in your dreams - and possess a strong and spiritual mind. Your valorous fight against demons and the undead plague has granted you the highest and most respected rank among the Nightmare Knights.",
        "spoiler": "Obtainable by getting the rank of Lord Protector of the Nightmare Knights faction in the Dreamer's Challenge Quest."
    },
    {
        "title": "Lord of the Elements (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Lord_of_the_Elements_(Achievement)",
        "grade": 2,
        "points": 5,
        "description": "You travelled the surreal realm of the elemental spheres, summoned and slayed the Lord of the Elements, all in order to retrieve neutral matter. And as brave as you were, you couldn't have done it without your team!",
        "spoiler": "Obtainable by finishing The Elemental Spheres Quest."
    },
    {
        "title": "Lost Palace Raider",
        "url": "https://tibia.fandom.com/wiki/Lost_Palace_Raider",
        "grade": 1,
        "points": 2,
        "description": "Lifting the secrets of a fabulous palace and defeating a beautiful demon princess was a thrilling experience indeed. This site's marvels nearly matched its terrors. Nearly.",
        "spoiler": "Complete The Lost Brother Quest and the Asura Palace Quest."
    },
    {
        "title": "Lovely Dots",
        "url": "https://tibia.fandom.com/wiki/Lovely_Dots",
        "grade": 1,
        "points": 3,
        "description": "Finding a four-leaved clover is always a sign of luck. And as luck would have it, you even baited a lovely dotted ladybug. Lucky you!",
        "spoiler": "Obtained by taming a Ladybug."
    },
    {
        "title": "Loyal Lad",
        "url": "https://tibia.fandom.com/wiki/Loyal_Lad",
        "grade": 1,
        "points": 1,
        "description": "Having a loyal friend alongside is comforting to every adventurer. If only this lad was not so stubborn...",
        "spoiler": "Obtained by taming a Donkey."
    },
    {
        "title": "Loyal Subject",
        "url": "https://tibia.fandom.com/wiki/Loyal_Subject",
        "grade": 1,
        "points": 1,
        "description": "You joined the Kingsday festivities and payed King Tibianus your respects. Now, off to party!",
        "spoiler": "Say \"Hello King\" to King Tibianus during the Kingsday Mini World Change."
    },
    {
        "title": "Lucid Dreamer",
        "url": "https://tibia.fandom.com/wiki/Lucid_Dreamer",
        "grade": 1,
        "points": 2,
        "description": "Dreams - are your reality? Strange visions, ticking clocks, going to bed and waking up somewhere completely else - that was some trip, but you're almost sure you actually did enjoy it.",
        "spoiler": "Obtainable by finishing the Mission 4 of Dreamer's Challenge Quest."
    },
    {
        "title": "Lucky Devil",
        "url": "https://tibia.fandom.com/wiki/Lucky_Devil",
        "grade": 2,
        "points": 4,
        "description": "That's almost too much luck for one person. If something's really, really rare - it probably falls into your lap sooner or later. Congratulations!",
        "spoiler": "To get this achievement you need to fish a Leviathan's Amulet from the corpse of a Water Elemental or Massive Water Elemental AND unrust a Golden Armor out of a Slightly Rusted Armor. See also: Water Elemental/Fishing Statistics, Massive Water Elemental/Fishing Statistics, and Slightly Rusted Armor/Unrusting Statistics"
    },
    {
        "title": "Lucky Horseshoe",
        "url": "https://tibia.fandom.com/wiki/Lucky_Horseshoe",
        "grade": 1,
        "points": 1,
        "description": "'Sweets for my steed' could be your motto. An impressive horse is eating out of your hand. Saddle up and be ready to find adventure, new friends, and maybe someone to shoe your horse now and then.",
        "spoiler": "Obtained by taming a Wild Horse."
    },
    {
        "title": "Luminous Kitty",
        "url": "https://tibia.fandom.com/wiki/Luminous_Kitty",
        "grade": 1,
        "points": 3,
        "description": "You made some efforts to bring a little more light into the world. And what a nice present you got in return!",
        "spoiler": "Obtained by getting a very special present from Santa Claus."
    },
    {
        "title": "Luring Silence",
        "url": "https://tibia.fandom.com/wiki/Luring_Silence",
        "grade": 1,
        "points": 2,
        "description": "What a scientific discovery - they really DO communicate! Using their own communication habits against them, you lured a large pack of silencers away from the walls of Roshamuul.",
        "spoiler": "Obtained by finishing the mission Luring Silencers during the Roshamuul Quest."
    },
    {
        "title": "Mageslayer",
        "url": "https://tibia.fandom.com/wiki/Mageslayer",
        "grade": 1,
        "points": 1,
        "description": "You killed the raging mage in his tower south of Zao. Again. But this one just keeps coming back. The dimensional portal collapsed once more and you know he will eventually return but hey - a raging mage, it's like asking for it...",
        "spoiler": "Obtainable by killing the Energized Raging Mage twice."
    },
    {
        "title": "Magnetised",
        "url": "https://tibia.fandom.com/wiki/Magnetised",
        "grade": 1,
        "points": 2,
        "description": "This magnetic beast attracted you in a very literal way. Or was it attracted by your metal equipment? Anyway, you seem to be stuck together now.",
        "spoiler": "Obtained by taming an Ironblight."
    },
    {
        "title": "Mainstreet Nightmare",
        "url": "https://tibia.fandom.com/wiki/Mainstreet_Nightmare",
        "grade": 1,
        "points": 2,
        "description": "Now you are able to wander around Tibia wearing an angst-inducing vestment.",
        "spoiler": "Obtainable by getting the full Poltergeist Outfits."
    },
    {
        "title": "Make a Wish",
        "url": "https://tibia.fandom.com/wiki/Make_a_Wish",
        "grade": 1,
        "points": 1,
        "description": "But close your eyes and don't tell anyone what you wished for, or it won't come true!",
        "spoiler": "Obtainable by blowing out the candle of 5 Party Cakes."
    },
    {
        "title": "Malefitz",
        "url": "https://tibia.fandom.com/wiki/Malefitz",
        "grade": 1,
        "points": 1,
        "description": "Made acquaintance with three brothers Fitz.",
        "spoiler": "Obtainable by delivering Fitzwilliam's Special Reserve to Fitzmaurice."
    },
    {
        "title": "Manic",
        "url": "https://tibia.fandom.com/wiki/Manic",
        "grade": 2,
        "points": 4,
        "description": "You have destroyed a significant amount of the hive's vital nerve centers and caused massive destruction to the hive's awareness. You are probably causing the hive horrible nightmares.",
        "spoiler": "Obtainable by repeating Destroy The Hive Crystals 100 times."
    },
    {
        "title": "Marble Madness",
        "url": "https://tibia.fandom.com/wiki/Marble_Madness",
        "grade": 2,
        "points": 6,
        "description": "Your little statues of Tibiasula have become quite famous around Tibia and there's few people with similar skills when it comes to shaping marble.",
        "spoiler": "Obtainable by making five Beautiful Marble Statues from a Piece of Marble Rock."
    },
    {
        "title": "Marblelous",
        "url": "https://tibia.fandom.com/wiki/Marblelous",
        "grade": 1,
        "points": 3,
        "description": "You're an aspiring marble sculptor with promising skills - proven by the perfect little Tibiasula statue you shaped. One day you'll be really famous!",
        "spoiler": "Obtainable by making a Beautiful Marble Statue from a Piece of Marble Rock."
    },
    {
        "title": "Marid Ally",
        "url": "https://tibia.fandom.com/wiki/Marid_Ally",
        "grade": 1,
        "points": 3,
        "description": "You've proven to be a valuable ally to the Marid, and Gabel welcomed you to trade with Haroun and Nah'Bob whenever you want to. Though the Djinn war has still not ended, the Marid can't fail with you on their side.",
        "spoiler": "Obtainable by finishing The Djinn War - Marid Faction."
    },
    {
        "title": "Masquerader",
        "url": "https://tibia.fandom.com/wiki/Masquerader",
        "grade": 1,
        "points": 3,
        "description": "You probably don't know anymore how you really look like - usually when you look into a mirror, some kind of monster stares back at you. On the other hand - maybe that's an improvement?",
        "spoiler": "Obtainable by using 100 Costume Bags of Stan."
    },
    {
        "title": "Master Debater",
        "url": "https://tibia.fandom.com/wiki/Master_Debater",
        "grade": 1,
        "points": 1,
        "description": "You truly are the grand master of verbal debate! Now going forth and putting this wisdom to good use in everyday life... is probably debatable.",
        "spoiler": "Obtained by getting all books of The Grand Master of Verbal Debate and by defeating Grand Master Oberon during The Secret Library Quest."
    },
    {
        "title": "Master Hunter",
        "url": "https://tibia.fandom.com/wiki/Master_Hunter",
        "grade": 2,
        "points": 6,
        "description": "You have fully unlocked 100 hard monsters in the cyclopedia.",
        "spoiler": "Obtainable by unlocking 100 hard monsters in the Cyclopedia."
    },
    {
        "title": "Master Shapeshifter",
        "url": "https://tibia.fandom.com/wiki/Master_Shapeshifter",
        "grade": 1,
        "points": 2,
        "description": "You have mastered Kuriks challenge in all possible shapes.",
        "spoiler": "Obtainable by getting trough teleport changed into every possible (8) forms during Last Creep Standing Event not necessarily during one try."
    },
    {
        "title": "Master Thief",
        "url": "https://tibia.fandom.com/wiki/Master_Thief",
        "grade": 2,
        "points": 4,
        "description": "Robbing, inviting yourself to VIP parties, faking contracts and pretending to be someone else - you're a jack of all trades when it comes to illegal activities. You take no prisoners, except for the occasional goldfish now and then.",
        "spoiler": "Obtainable by finishing The Thieves Guild Quest."
    },
    {
        "title": "Master of War",
        "url": "https://tibia.fandom.com/wiki/Master_of_War",
        "grade": 2,
        "points": 6,
        "description": "You're not afraid to show your colours in the heat of battle. Enemies fear your lethal lance and impenetrable armor. The list of the wars you've won is impressive. Hail and kill!",
        "spoiler": "Obtainable by getting both addons of Warmaster Outfits."
    },
    {
        "title": "Master of the Nexus",
        "url": "https://tibia.fandom.com/wiki/Master_of_the_Nexus",
        "grade": 2,
        "points": 6,
        "description": "You were able to fight your way through the countless hordes in the Demon Forge. Once more you proved that nothing is impossible.",
        "spoiler": "Obtainable by finishing The Inquisition Quest."
    },
    {
        "title": "Mastermind",
        "url": "https://tibia.fandom.com/wiki/Mastermind",
        "grade": 1,
        "points": 3,
        "description": "You feel you could solve the hardest riddles within a minute or so. Plus, there's a nice boost on your spell damage. All in a little bottle. Aftereffects - feeling slightly stupid. For further questions consult your healer or potion dealer.",
        "spoiler": "Obtainable by drinking 100 Mastermind Potions."
    },
    {
        "title": "Matchmaker",
        "url": "https://tibia.fandom.com/wiki/Matchmaker",
        "grade": 1,
        "points": 1,
        "description": "You don't believe in romance to be a coincidence or in love at first sight. In fact - love potions, bouquets of flowers and cheesy poems do the trick much better than ever could. Keep those hormones flowing!",
        "spoiler": "Obtainable by completing The Scatterbrained Sorcerer Quest - Mission 3: Love's a Wicked Game, or by completing The Shattered Isles Quest - Breaking the Spell (Access to Laguna Islands )."
    },
    {
        "title": "Mathemagician",
        "url": "https://tibia.fandom.com/wiki/Mathemagician",
        "grade": 1,
        "points": 1,
        "description": "Sometimes the biggest secrets of life can have a simple solution.",
        "spoiler": "Obtainable by talking with \"A Prisoner\" in Paradox Tower Quest."
    },
    {
        "title": "Measuring the World",
        "url": "https://tibia.fandom.com/wiki/Measuring_the_World",
        "grade": 1,
        "points": 2,
        "description": "Step by step you discovered many of the secrets hidden in the world, thus gaining the right to wear the Discoverer outfit and hat. Made-to-measure for a brave traveller of the Tibian wilds.",
        "spoiler": "Obtained by getting the second addon of the Discoverer Outfits."
    },
    {
        "title": "Meat Skewer",
        "url": "https://tibia.fandom.com/wiki/Meat_Skewer",
        "grade": 1,
        "points": 1,
        "description": "You've impaled the big mammoth Bloodtusk with his own tusks.",
        "spoiler": "Obtainable by slaying Bloodtusk."
    },
    {
        "title": "Merry Adventures",
        "url": "https://tibia.fandom.com/wiki/Merry_Adventures",
        "grade": 1,
        "points": 2,
        "description": "You went into the forest, met Rottin Wood and the Married Men and helped them out in their camp. Oh, and don't worry about those merchants. They won't dare mentioning the strangely large sums of gold they actually possessed which are missing now.",
        "spoiler": "Obtainable by completing the Rottin Wood and the Married Men Quest."
    },
    {
        "title": "Millennial Falcon",
        "url": "https://tibia.fandom.com/wiki/Millennial_Falcon",
        "grade": 1,
        "points": 3,
        "description": "You defeated Grand Master Oberon and the remnants of the Order of the Falcon, no matter the odds.",
        "spoiler": "Obtained by defeating Grand Master Oberon during The Secret Library Quest."
    },
    {
        "title": "Mind the Dog!",
        "url": "https://tibia.fandom.com/wiki/Mind_the_Dog!",
        "grade": 1,
        "points": 2,
        "description": "Barking dogs never bite, as the saying goes. But this one clearly tried. In the end, however, you were able to walk the dog - ahem, gnarlhound.",
        "spoiler": "Obtained by taming a Modified Gnarlhound."
    },
    {
        "title": "Mind the Step!",
        "url": "https://tibia.fandom.com/wiki/Mind_the_Step!",
        "grade": 1,
        "points": 1,
        "description": "You've got a mind ready to draw strange conclusions that defy the laws of logic and sidestep reality. Or maybe it's just a lucky guess - or adventurous recklessness?",
        "spoiler": "Received when obtaining The Orb of Darkness Eternal in Twenty Miles Beneath the Sea Quest."
    },
    {
        "title": "Minor Disturbance",
        "url": "https://tibia.fandom.com/wiki/Minor_Disturbance",
        "grade": 1,
        "points": 2,
        "description": "Your actions start to make a difference. You have blinded the antennae of the hive often enough to become an annoyance to it.",
        "spoiler": "Obtainable through repeating Antenna Blinding task 10 times."
    },
    {
        "title": "Minstrel",
        "url": "https://tibia.fandom.com/wiki/Minstrel",
        "grade": 1,
        "points": 2,
        "description": "You can handle any music instrument you're given - and actually manage to produce a pleasant sound with it. You're a welcome guest and entertainer in most taverns.",
        "spoiler": "Obtainable by playing Musical Instruments 500 times and by solving the instruments puzzle in Vashresamun 's antechamber."
    },
    {
        "title": "Mister Sandman",
        "url": "https://tibia.fandom.com/wiki/Mister_Sandman",
        "grade": 1,
        "points": 2,
        "description": "Tired... so tired... curling up in a warm and cosy bed seems like the perfect thing to do right now. Sweet dreams!",
        "spoiler": "Obtainable by using a bed or a cot 500 times (logging out)."
    },
    {
        "title": "Modest Guest",
        "url": "https://tibia.fandom.com/wiki/Modest_Guest",
        "grade": 1,
        "points": 1,
        "description": "You don't need much to sleep comfortably. A pile of straw and a roof over your head - with the latter being completely optional - is quite enough to relax. You don't even mind the rats nibbling on your toes.",
        "spoiler": "Obtainable by sleeping on a Straw Mat 100 times."
    },
    {
        "title": "Monsterhunter",
        "url": "https://tibia.fandom.com/wiki/Monsterhunter",
        "grade": 1,
        "points": 2,
        "description": "Fear me, monsters! There is some more slaying to come!",
        "spoiler": "Obtainable by completing 200 medium Prey Hunting Tasks."
    },
    {
        "title": "Moth Whisperer",
        "url": "https://tibia.fandom.com/wiki/Moth_Whisperer",
        "grade": 1,
        "points": 3,
        "description": "Your lantern was too bewitching for a hibernal moth. It couldn't withstand and follows you, the bearer of the lantern, now.",
        "spoiler": "Obtained by taming a Hibernal Moth."
    },
    {
        "title": "Mummy's Dearest",
        "url": "https://tibia.fandom.com/wiki/Mummy%27s_Dearest",
        "grade": 1,
        "points": 1,
        "description": "You have combed the desert and searched the pyramid city of Ankrahmun.",
        "spoiler": "Obtained by completely discovering Southern Darama as part of the Measuring Tibia Quest."
    },
    {
        "title": "Mutagenius",
        "url": "https://tibia.fandom.com/wiki/Mutagenius",
        "grade": 1,
        "points": 2,
        "description": "You accomplished the impossible and created 16 mutagens of corresponding colours",
        "spoiler": "Obtained by completing the mutagen task of The Cradle of Monsters Quest while having all 16 mutagens in the same colour."
    },
    {
        "title": "Mutated Presents",
        "url": "https://tibia.fandom.com/wiki/Mutated_Presents",
        "grade": 1,
        "points": 1,
        "description": "Muahahaha it's a... mutated pumpkin! After helping to take it down - you DID help, didn't you? - you claimed your reward and got a more or less weird present. Happy Halloween!",
        "spoiler": "Obtainable by skinning The Mutated Pumpkin 's dead body."
    },
    {
        "title": "Mystic Fabric Magic",
        "url": "https://tibia.fandom.com/wiki/Mystic_Fabric_Magic",
        "grade": 2,
        "points": 4,
        "description": "You vanquished the mad mage, you subdued the raging mage - no spellweaving self-exposer can stand in your way. Yet you are quite absorbed in magical studies yourself. This very fabric reflects this personal approval of the magic arts.",
        "spoiler": "Obtainable by getting both addons of the Elementalist Outfits."
    },
    {
        "title": "Nanny from Hell",
        "url": "https://tibia.fandom.com/wiki/Nanny_from_Hell",
        "grade": 1,
        "points": 3,
        "description": "You have cheered up a bunch of demon babies and returned them to their mother. Don't bother the burn marks, don't bother the strains of grey hair, don't bother the nights you wake up screaming. It was worth it... probably... somehow.",
        "spoiler": "Obtainable by successfully taking care of a Demon Infant during the Demon's Lullaby event for 5 years."
    },
    {
        "title": "Natural Born Cowboy",
        "url": "https://tibia.fandom.com/wiki/Natural_Born_Cowboy",
        "grade": 1,
        "points": 1,
        "description": "Oh, the joy of riding! You've just got your very first own mount. Conveniently enough you don't even need stables, but can summon it any time you like.",
        "spoiler": "Obtainable after gaining first mount."
    },
    {
        "title": "Natural Sweetener",
        "url": "https://tibia.fandom.com/wiki/Natural_Sweetener",
        "grade": 1,
        "points": 1,
        "description": "Liberty Bay is the perfect hangout for you and harvesting sugar cane quite a relaxing leisure activity. Would you like some tea with your sugar, hon?",
        "spoiler": "Obtainable by cutting 50 Sugar Canes."
    },
    {
        "title": "Navigational Error",
        "url": "https://tibia.fandom.com/wiki/Navigational_Error",
        "grade": 2,
        "points": 5,
        "description": "You confronted the Navigator.",
        "spoiler": "Obtainable by speaking with Navigator (during the Liquid Black Quest )."
    },
    {
        "title": "Nestling",
        "url": "https://tibia.fandom.com/wiki/Nestling",
        "grade": 1,
        "points": 1,
        "description": "You cleansed the land from an eight legged nuisance by defeating Mamma Longlegs three times. She won't be back soon... or will she?",
        "spoiler": "For killing Mamma Longlegs 3 times."
    },
    {
        "title": "Nether Pirate",
        "url": "https://tibia.fandom.com/wiki/Nether_Pirate",
        "grade": 1,
        "points": 3,
        "description": "Not fearing death or ghosts you have traveled with the ghost captain several times and are a seasoned traveler of the netherworld. The dead and the living whisper about your exploits with appreciation.",
        "spoiler": "Obtainable by finishing 10 journeys in A Pirate's Death to Me."
    },
    {
        "title": "Never Surrender",
        "url": "https://tibia.fandom.com/wiki/Never_Surrender",
        "grade": 1,
        "points": 3,
        "description": "You did not show any signs of surrender to any sight of... you get the picture. Even a hundred of them did not pose a threat to you.",
        "spoiler": "Obtained by killing 100 Sights of Surrender. Note: you don't need to be the person dealing the most damage to one. Anyone participating in the fight will receive one point when it gets killed."
    },
    {
        "title": "Nevermending Story",
        "url": "https://tibia.fandom.com/wiki/Nevermending_Story",
        "grade": 1,
        "points": 3,
        "description": "You collected all of the mysterious bottle messages around the island of Roshamuul and located the remains of the first mate. Time will tell if his tale of mending an evil ring holds true.",
        "spoiler": "Obtainable by fishing all 11 Messages in a Bottle out of the water during the Roshamuul Quest and then finding the first mate."
    },
    {
        "title": "Nightmare Knight",
        "url": "https://tibia.fandom.com/wiki/Nightmare_Knight",
        "grade": 1,
        "points": 1,
        "description": "You follow the path of dreams and that of responsibility without self-centered power. Free from greed and selfishness, you help others without expecting a reward.",
        "spoiler": "Obtainable by joining to the Nightmare Knights in the Dreamer's Challenge Quest."
    },
    {
        "title": "Nightmare Walker",
        "url": "https://tibia.fandom.com/wiki/Nightmare_Walker",
        "grade": 2,
        "points": 6,
        "description": "You do not fear nightmares, you travel in them - facing countless horrors and fighting the fate they're about to bring. Few believe the dark prophecies you bring back from those dreams, but those who do fight alongside you as Nightmare Knights.",
        "spoiler": "Obtainable by getting both addons of Nightmare Outfits"
    },
    {
        "title": "No Horse Open Sleigh",
        "url": "https://tibia.fandom.com/wiki/No_Horse_Open_Sleigh",
        "grade": 1,
        "points": 3,
        "description": "This sleigh is not driven by magic but pushed by a percht. Hopefully you two get along well together...!",
        "spoiler": "Obtainable by receiving a Bright Percht Sleigh, a Cold Percht Sleigh or a Dark Percht Sleigh. Note : You can obtain the 3 different Sleighs, but there is only one achievement given for the first one you chose."
    },
    {
        "title": "No More Hiding",
        "url": "https://tibia.fandom.com/wiki/No_More_Hiding",
        "grade": 1,
        "points": 1,
        "description": "You've found a well-hidden spider queen and caught her off guard in the middle of her meal.",
        "spoiler": "Obtainable by slaying Hide."
    },
    {
        "title": "Noblesse Obliterated",
        "url": "https://tibia.fandom.com/wiki/Noblesse_Obliterated",
        "grade": 2,
        "points": 6,
        "description": "After a battle like this you know who your friends are.",
        "spoiler": "Obtainable by killing Prince Drazzak in the Roshamuul Prison."
    },
    {
        "title": "Nomad Soul",
        "url": "https://tibia.fandom.com/wiki/Nomad_Soul",
        "grade": 1,
        "points": 2,
        "description": "Home is where your current favourite hunting ground is, and though you might hold certain places more dear than others you never feel attached enough to really stay in one city for long. Pack all your stuff - it's time to move on again.",
        "spoiler": "Obtainable by becoming a citizen of Ab'Dendriel, Ankrahmun, Carlin, Darashia, Edron, Farmine, Kazordoon, Liberty Bay, Port Hope, Svargrond, Thais, Venore, and Yalahar."
    },
    {
        "title": "Nothing Can Stop Me",
        "url": "https://tibia.fandom.com/wiki/Nothing_Can_Stop_Me",
        "grade": 1,
        "points": 1,
        "description": "You laugh at unprepared adventurers stuck in high grass or rush wood. Or maybe you actually do help them out. They call you... 'Machete'.",
        "spoiler": "Obtainable by using a Machete, a Heavy Machete or a secret agent tool 100 times on Jungle Grass or Wild Growth. Note: The south of Port Hope is filled with Jungle Grass."
    },
    {
        "title": "Nothing but Hot Air",
        "url": "https://tibia.fandom.com/wiki/Nothing_but_Hot_Air",
        "grade": 1,
        "points": 3,
        "description": "You have tamed the ghostly mists to do your bidding. For now...",
        "spoiler": "Obtainable by getting the Haze mount."
    },
    {
        "title": "Number of the Beast",
        "url": "https://tibia.fandom.com/wiki/Number_of_the_Beast",
        "grade": 1,
        "points": 2,
        "description": "Six. Six. Six.",
        "spoiler": "Obtainable by rolling a 6 three times in a row with a die."
    },
    {
        "title": "Of Wolves and Bears",
        "url": "https://tibia.fandom.com/wiki/Of_Wolves_and_Bears",
        "grade": 2,
        "points": 6,
        "description": "One with nature, one with wildlife. Raw and animalistic power, sharpened senses, howling on the highest cliffs and roaring in the thickest forests - that's you.",
        "spoiler": "Obtainable by getting both addons of Druid Outfits."
    },
    {
        "title": "Ogre Chef",
        "url": "https://tibia.fandom.com/wiki/Ogre_Chef",
        "grade": 1,
        "points": 1,
        "description": "You didn't manage to become an ogre chief. But at least you are, beyond doubt, a worthy ogre chef.",
        "spoiler": "Complete the The Chieftain's Menu mission of the Krailos Quest 3 times."
    },
    {
        "title": "One Foot Vs. Many",
        "url": "https://tibia.fandom.com/wiki/One_Foot_Vs._Many",
        "grade": 1,
        "points": 1,
        "description": "One Bigfoot won over thousands of tiny feet. Perhaps the gnomes are wrong and size matters?",
        "spoiler": "Obtainable by completing the Monster Extermination mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "One Less",
        "url": "https://tibia.fandom.com/wiki/One_Less",
        "grade": 1,
        "points": 2,
        "description": "The Many is no more, but how many more are there? One can never know.",
        "spoiler": "Obtainable by slaying The Many."
    },
    {
        "title": "One Thousand and One",
        "url": "https://tibia.fandom.com/wiki/One_Thousand_and_One",
        "grade": 2,
        "points": 6,
        "description": "You feel at home under the hot desert sun with sand between your toes, and your favourite means of travel is a flying carpet. Also, you can probably do that head isolation dance move.",
        "spoiler": "Obtainable by getting both addons of Oriental Outfit."
    },
    {
        "title": "Oops",
        "url": "https://tibia.fandom.com/wiki/Oops",
        "grade": 1,
        "points": 2,
        "description": "So much for your feathered little friend! Maybe standing in front of the birdcage, squeezing its neck and shouting 'Sing! Sing! Sing!' was a little too much for it?!",
        "spoiler": "Obtainable by using birdcage until the bird dies from a heart attack."
    },
    {
        "title": "Orcsoberfest Welcome",
        "url": "https://tibia.fandom.com/wiki/Orcsoberfest_Welcome",
        "grade": 1,
        "points": 3,
        "description": "The Orcsoberfest is not only known for its traditional food, beer and customs but also fun events and excitement! You took part in all of that and can now truly say: \"I survived!\"",
        "spoiler": "Obtainable by winning on every game in the Orcsoberfest, and also defeating The Great Schnitzel and King Chuck."
    },
    {
        "title": "Out in the Snowstorm",
        "url": "https://tibia.fandom.com/wiki/Out_in_the_Snowstorm",
        "grade": 2,
        "points": 4,
        "description": "Snow heaps and hailstorms can't keep you from where you want to go. You're perfectly equipped for any expedition into the perpetual ice and know how to keep your feet warm. If you're a woman, that's quite an accomplishment, too.",
        "spoiler": "Obtainable by getting both addons of Norseman Outfits."
    },
    {
        "title": "Out of the Stone Age",
        "url": "https://tibia.fandom.com/wiki/Out_of_the_Stone_Age",
        "grade": 1,
        "points": 3,
        "description": "What a blast from the past! This thankful patient thinks you missed your dentist vocation. It's now ready to take a bite of the future and to carry you to your next adventure, or your next patient.",
        "spoiler": "Obtained by taming an Undead Cavebear."
    },
    {
        "title": "Over the Moon",
        "url": "https://tibia.fandom.com/wiki/Over_the_Moon",
        "grade": 2,
        "points": 5,
        "description": "The Curse of the Full Moon transforms harmless citizens into feral beasts. But with your help, Edron and Cormaya are safe - fairly.",
        "spoiler": "Obtained by finishing the missions The Curse of the Full Moon and The Curse Spreads of the Grimvale Quest."
    },
    {
        "title": "Party Animal",
        "url": "https://tibia.fandom.com/wiki/Party_Animal",
        "grade": 1,
        "points": 1,
        "description": "Oh my god, it's a paaaaaaaaaaaarty! You're always in for fun, friends and booze and love being the center of attention. There's endless reasons to celebrate! Woohoo!",
        "spoiler": "Obtainable by using a Party Trumpet or Party Hat 200 times. Note: A Party Hat is recommended since there is absolutely no delay in using it multiple times."
    },
    {
        "title": "Passionate Kisser",
        "url": "https://tibia.fandom.com/wiki/Passionate_Kisser",
        "grade": 1,
        "points": 3,
        "description": "For you, a kiss is more than a simple touch of lips. You kiss maidens and deadbeats alike with unmatched affection and faced death and rebirth through the kiss of the banshee queen. Lucky are those who get to share such an intimate moment with you!",
        "spoiler": "Obtainable by finishing the Kissing a Pig Quest."
    },
    {
        "title": "Peazzekeeper",
        "url": "https://tibia.fandom.com/wiki/Peazzekeeper",
        "grade": 2,
        "points": 6,
        "description": "You're a humble warrior who doesn't need wealth or specialised equipment for travelling and fighting. You feel at home in the northern lands of Zao and did your part in fighting its corruption.",
        "spoiler": "Obtainable by getting both addons of Wayfarer Outfits."
    },
    {
        "title": "Pecking Order",
        "url": "https://tibia.fandom.com/wiki/Pecking_Order",
        "grade": 1,
        "points": 1,
        "description": "Ah, the old carrot-on-a-stick trick. Well done! You've made the racing bird accept you as a rider and provider. Just don't feed it your fingers.",
        "spoiler": "Obtained by taming a Terror Bird."
    },
    {
        "title": "Perfect Fool",
        "url": "https://tibia.fandom.com/wiki/Perfect_Fool",
        "grade": 1,
        "points": 3,
        "description": "You love playing jokes on others and tricking them into looking a little silly. Wagging tongues say that the moment of realisation in your victims' eyes is the reward you feed on, but you're probably just kidding and having fun with them... right??",
        "spoiler": "Obtainable by doing What a foolish Quest."
    },
    {
        "title": "Personal Nightmare",
        "url": "https://tibia.fandom.com/wiki/Personal_Nightmare",
        "grade": 1,
        "points": 3,
        "description": "It might come as a shock to you, but this is the mount of your dreams. Not exactly the white steed of Prince Charming, but maybe the ladies will still scream and faint at the sight of you.",
        "spoiler": "Obtained by taming a Shock Head."
    },
    {
        "title": "Petrologist",
        "url": "https://tibia.fandom.com/wiki/Petrologist",
        "grade": 1,
        "points": 2,
        "description": "Stones have always fascinated you. So has the chance of finding something really precious inside one of them. Statistically you should've discovered a few nice treasures by now. But then again, most statistics are overriden by Mother Disfortune.",
        "spoiler": "Using pick on 100 Shiny stones."
    },
    {
        "title": "Phantastic!",
        "url": "https://tibia.fandom.com/wiki/Phantastic!",
        "grade": 1,
        "points": 3,
        "description": "This mighty pachyderm will march into battle as if just taking its Sunday stroll. The cost of friendship was only a few drome points!",
        "spoiler": "Obtained by getting the Phant mount."
    },
    {
        "title": "Piece of Cake",
        "url": "https://tibia.fandom.com/wiki/Piece_of_Cake",
        "grade": 1,
        "points": 1,
        "description": "Life can be so easy with the right cake at the right time - and you mastered baking many different ones, so you should be prepared for almost everything life decides to throw at you.",
        "spoiler": "Obtainable by baking one Chocolate Cake and one Decorated Cake."
    },
    {
        "title": "Pied Piper",
        "url": "https://tibia.fandom.com/wiki/Pied_Piper",
        "grade": 1,
        "points": 3,
        "description": "You are not exactly the Pied Piper of Hamelin but at least you managed to fend off a decent amount of pirats and helped to keep them out of the cities.",
        "spoiler": "Obtained by greeting Eustacio after getting 5000 points with him during the A Pirate's Tail Quest."
    },
    {
        "title": "Pig-Headed",
        "url": "https://tibia.fandom.com/wiki/Pig-Headed",
        "grade": 1,
        "points": 2,
        "description": "Whoa, sow long! This boar is like a force of nature, breaking through the undergrowth of all the Tibian forests and all records of speed. Hang on!",
        "spoiler": "Obtained by taming a Boar."
    },
    {
        "title": "Pimple",
        "url": "https://tibia.fandom.com/wiki/Pimple",
        "grade": 1,
        "points": 3,
        "description": "You are getting more and more experienced in destroying the supply of the enemy's forces. Your actions caused the hive some severe skin problems.",
        "spoiler": "Obtainable through repeating Pore Stuffing task 50 times."
    },
    {
        "title": "Plant vs. Minos",
        "url": "https://tibia.fandom.com/wiki/Plant_vs._Minos",
        "grade": 2,
        "points": 4,
        "description": "You have defeated the wallbreaker and saved the glooth plant.",
        "spoiler": "Obtained by helping to defeat the Moohtant Wallbreaker."
    },
    {
        "title": "Planter",
        "url": "https://tibia.fandom.com/wiki/Planter",
        "grade": 1,
        "points": 2,
        "description": "The hive has to be fought with might and main, hampering its soldiers is only the first step. You diligently stopped the pores of the hive to spread its warriors.",
        "spoiler": "Obtainable through repeating Pore Stuffing task 10 times."
    },
    {
        "title": "Poet Laureate",
        "url": "https://tibia.fandom.com/wiki/Poet_Laureate",
        "grade": 1,
        "points": 2,
        "description": "Poems, verses, songs and rhymes you've recited many times. You have passed the cryptic door, raconteur of ancient lore. Even elves you've left impressed, so it seems you're truly blessed.",
        "spoiler": "Obtainable by finishing mission 3 of Kissing a Pig Quest, finding the poem about the ancient tombs at the Great Pyramid in Ankrahmun, and then entering the first \"endless\" door of Dipthrah 's chambers ( Mountain Tomb )."
    },
    {
        "title": "Polisher",
        "url": "https://tibia.fandom.com/wiki/Polisher",
        "grade": 2,
        "points": 4,
        "description": "If you see a rusty item, you can't resist polishing it. There's always a little flask of rust remover in your inventory – who knows, there might be a golden armor beneath all that dirt!",
        "spoiler": "Obtainable by successfully polishing a combined total of 1000 Rusty Armors, Rusty Helmets, Rusty Legs, and Rusty Shields. To do that, you need to use about 1500 Flasks of Rust Remover."
    },
    {
        "title": "Potion Addict",
        "url": "https://tibia.fandom.com/wiki/Potion_Addict",
        "grade": 2,
        "points": 4,
        "description": "Your local magic trader considers you one of his best customers - you usually buy large stocks of potions so you won't wake up in the middle of the night craving for more. Yet, you always seem to run out of them too fast. Cheers!",
        "spoiler": "Obtainable by drinking 100,000 potions that regenerate mana, 100,000 potions that regenerate health or 100,000 potions that regenerate both mana and health points."
    },
    {
        "title": "Preservationist",
        "url": "https://tibia.fandom.com/wiki/Preservationist",
        "grade": 1,
        "points": 1,
        "description": "You are a pretty smart thinker and managed to create everlasting flowers. They might become a big hit with all the people who aren't blessed with a green thumb or just forgetful.",
        "spoiler": "Obtainable by using Ice Flower Seeds on a fully grown plant in a Flower Pot."
    },
    {
        "title": "Prison Break",
        "url": "https://tibia.fandom.com/wiki/Prison_Break",
        "grade": 3,
        "points": 8,
        "description": "Gaz'haragoth... a day to remember! Your world accomplished something really big - and you have been part of it!",
        "spoiler": "Obtained by helping to kill Gaz'haragoth."
    },
    {
        "title": "Prospectre",
        "url": "https://tibia.fandom.com/wiki/Prospectre",
        "grade": 1,
        "points": 1,
        "description": "You made acquaintance with the Thaian. A strange contemporary with a dark history. No man but a derivate of greed and obsession.",
        "spoiler": "Obtainable by defeating The Thaian during the Feaster of Souls Quest."
    },
    {
        "title": "Publicity",
        "url": "https://tibia.fandom.com/wiki/Publicity",
        "grade": 1,
        "points": 1,
        "description": "You are a man of the public. Or of good publicity at least. Through your efforts in advertising the airtight cloth, Zeronex might yet be redeemed - and Rathleton might yet see its first working Gloud Ship.",
        "spoiler": "Obtainable by delivering Airtight Cloths to Yeo, Nicholas, Barazbaz, Alaistar, Fayla and Christine after completing the first two parts of Glooth Factory Quest - The Gloud Ship."
    },
    {
        "title": "Pwned All Fur",
        "url": "https://tibia.fandom.com/wiki/Pwned_All_Fur",
        "grade": 3,
        "points": 8,
        "description": "You've faced and defeated each of the mighty bosses the Paw and Fur society sent you out to kill. All by yourself. What a hunt!",
        "spoiler": "Obtainable by killing all bosses in the Killing in the Name of... Quest."
    },
    {
        "title": "Pwned a Lot of Fur",
        "url": "https://tibia.fandom.com/wiki/Pwned_a_Lot_of_Fur",
        "grade": 3,
        "points": 8,
        "description": "You've faced and defeated a lot of the mighty bosses the Paw and Fur society sent you out to kill. All by yourself. What a hunt!",
        "spoiler": "Obtainable by killing The Snapper, Hide, Deathbine, The Bloodtusk, Shardhead, Esmeralda, Fleshcrawler, Ribstride, The Bloodweb, Thul, The Old Widow, Flameborn, Sulphur Scuttler, The Many, The Noxious Spawn, Gorgo, Stonecracker, Leviathan, Kerberos and Ethershreck in the Killing in the Name of... Quest."
    },
    {
        "title": "Pyromaniac",
        "url": "https://tibia.fandom.com/wiki/Pyromaniac",
        "grade": 2,
        "points": 4,
        "description": "Love... fire! So... shiny! Must... buuuurrrn!",
        "spoiler": "Obtainable by using 500 Dry Pieces of Wood on the slide of the Bewitched event."
    },
    {
        "title": "Quick as a Turtle",
        "url": "https://tibia.fandom.com/wiki/Quick_as_a_Turtle",
        "grade": 1,
        "points": 2,
        "description": "There... is... simply... no... better... way - than to travel on the back of a turtle. At least you get to enjoy the beautiful surroundings of Laguna.",
        "spoiler": "Obtainable by travelling by the sea turtle on Laguna Islands 2000 times. (about 25-30 min non-stop)."
    },
    {
        "title": "Race to the Pole",
        "url": "https://tibia.fandom.com/wiki/Race_to_the_Pole",
        "grade": 1,
        "points": 1,
        "description": "You have expelled the fog of the unknown from the islands of Svargrond. Maybe not as first, but that's not what matters in the end.",
        "spoiler": "Obtained by completely discovering Hrodmir as part of the Measuring Tibia Quest."
    },
    {
        "title": "Raider in the Dark",
        "url": "https://tibia.fandom.com/wiki/Raider_in_the_Dark",
        "grade": 2,
        "points": 6,
        "description": "But can you truly be one of them?",
        "spoiler": "Obtained by receiving the full Percht Raider Outfits."
    },
    {
        "title": "Rathleton Citizen",
        "url": "https://tibia.fandom.com/wiki/Rathleton_Citizen",
        "grade": 1,
        "points": 1,
        "description": "By having rendered numerous services to the city of Rathleton you have been promoted to the rank of Citizen.",
        "spoiler": "Obtained by reaching the rank of Citizen in the Rathleton Quest."
    },
    {
        "title": "Rathleton Commoner",
        "url": "https://tibia.fandom.com/wiki/Rathleton_Commoner",
        "grade": 1,
        "points": 1,
        "description": "By having rendered numerous services to the city of Rathleton you have been promoted to the rank of Commoner.",
        "spoiler": "Obtained by reaching the rank of Commoner in the Rathleton Quest."
    },
    {
        "title": "Rathleton Inhabitant",
        "url": "https://tibia.fandom.com/wiki/Rathleton_Inhabitant",
        "grade": 1,
        "points": 1,
        "description": "By having rendered numerous services to the city of Rathleton you have been promoted to the rank of Inhabitant.",
        "spoiler": "Obtained by reaching the rank of Inhabitant in the Rathleton Quest."
    },
    {
        "title": "Rathleton Squire",
        "url": "https://tibia.fandom.com/wiki/Rathleton_Squire",
        "grade": 1,
        "points": 1,
        "description": "By having rendered numerous services to the city of Rathleton you have been promoted to the rank of Squire.",
        "spoiler": "Obtained by reaching the rank of Squire in the Rathleton Quest."
    },
    {
        "title": "Razing!",
        "url": "https://tibia.fandom.com/wiki/Razing!",
        "grade": 3,
        "points": 7,
        "description": "People with sharp canine teeth better beware of you, especially at nighttime, or they might find a stake between their ribs. You're a merciless vampire hunter and have gathered numerous tokens as proof.",
        "spoiler": "Obtainable by getting the rank of Razing! in the Vampire Hunter Quest."
    },
    {
        "title": "Realms of Dreams",
        "url": "https://tibia.fandom.com/wiki/Realms_of_Dreams",
        "grade": 1,
        "points": 1,
        "description": "Lush meadows, colourful fairies and sentient stones - you really know every corner of Feyrist now.",
        "spoiler": "Obtained by completely discovering Feyrist as part of the Measuring Tibia Quest."
    },
    {
        "title": "Reason to Celebrate",
        "url": "https://tibia.fandom.com/wiki/Reason_to_Celebrate",
        "grade": 1,
        "points": 1,
        "description": "You met the legendary First Dragon and survived. That's a reason to celebrate for sure.",
        "spoiler": "Obtained by attaining the full version of the Festive Outfits."
    },
    {
        "title": "Recognised Trader",
        "url": "https://tibia.fandom.com/wiki/Recognised_Trader",
        "grade": 1,
        "points": 3,
        "description": "You're a talented merchant who's able to handle wares with care, finds good offers and digs up rares every now and then. Never late to complete an order, you're a reliable trader - at least in Rashid's eyes.",
        "spoiler": "Obtainable by finishing the The Travelling Trader Quest."
    },
    {
        "title": "Release the Kraken",
        "url": "https://tibia.fandom.com/wiki/Release_the_Kraken",
        "grade": 1,
        "points": 3,
        "description": "Riding around on this squishy companion gives you the feeling of flying through the air... uhm... swimming through the seven seas!",
        "spoiler": "Obtained by getting the Krakoloss mount."
    },
    {
        "title": "Repenter (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Repenter_(Achievement)",
        "grade": 1,
        "points": 1,
        "description": "You cleansed your soul in serving the Repenter enclave and purified thine self in completing all tasks in a single day of labour.",
        "spoiler": "Obtained by doing all tasks of The Repenters Quest and then asking for a bonus."
    },
    {
        "title": "Rhino Rider",
        "url": "https://tibia.fandom.com/wiki/Rhino_Rider",
        "grade": 1,
        "points": 1,
        "description": "Don't forget, even your rhino sometimes needs a hug. A careful one in this case.",
        "spoiler": "Obtained by taming a Stone Rhino."
    },
    {
        "title": "Rift Warrior",
        "url": "https://tibia.fandom.com/wiki/Rift_Warrior",
        "grade": 1,
        "points": 3,
        "description": "You went through hell. Seven times. You defeated the demons. Countless times. You put an end to Ferumbras claims to ascendancy. Once and for all.",
        "spoiler": "Complete the Rift Warrior Outfits Quest."
    },
    {
        "title": "Ripp-Ripp Hooray!",
        "url": "https://tibia.fandom.com/wiki/Ripp-Ripp_Hooray!",
        "grade": 1,
        "points": 3,
        "description": "Don't get carried away by your success. Get carried away by your ripptor.",
        "spoiler": "Obtained by getting the Ripptor mount."
    },
    {
        "title": "Ritualist",
        "url": "https://tibia.fandom.com/wiki/Ritualist",
        "grade": 2,
        "points": 6,
        "description": "You could be the author of the magnum opus 'How to Summon the Ultimate Beast from the Infernal Depths, Volume I'. Or, if your mind and heart are pure, you rather summon beings to help others. Or maybe just a little cat to have someone to cuddle.",
        "spoiler": "Obtainable by getting both addons of the Summoner Outfits on a male character or both addons of Mage Outfits on a female character."
    },
    {
        "title": "Robo Chop",
        "url": "https://tibia.fandom.com/wiki/Robo_Chop",
        "grade": 2,
        "points": 4,
        "description": "You have defeated the glooth bomb and chopped down a lot of metal monsters on your way.",
        "spoiler": "Obtained by helping to defeat the Glooth Bomb."
    },
    {
        "title": "Rock Me to Sleep",
        "url": "https://tibia.fandom.com/wiki/Rock_Me_to_Sleep",
        "grade": 1,
        "points": 1,
        "description": "Sleeping - you do it with style. You're chilling in your hammock, listening to the sound of the birds and crickets as you slowly drift away into the realm of dreams.",
        "spoiler": "Obtainable by using a hammock 100 times (logging out)."
    },
    {
        "title": "Rocket in Pocket",
        "url": "https://tibia.fandom.com/wiki/Rocket_in_Pocket",
        "grade": 1,
        "points": 1,
        "description": "Either you are not a fast learner or you find some pleasure in setting yourself on fire. Or you're just looking for a fancy title. In any case, you should know that passing gas during your little donkey experiments is not recommended.",
        "spoiler": "Obtainable by using 3 Fireworks Rockets in your backpack or inside of a corpse."
    },
    {
        "title": "Rockstar",
        "url": "https://tibia.fandom.com/wiki/Rockstar",
        "grade": 1,
        "points": 3,
        "description": "Music just comes to you naturally. You feel comfortable on any stage, at any time, and secretly hope that someday you will be able to defeat your foes by playing music only. Rock on!",
        "spoiler": "Obtainable by playing Musical Instruments 10,000 times. You can play different instruments and log out without resetting the counter."
    },
    {
        "title": "Rollercoaster",
        "url": "https://tibia.fandom.com/wiki/Rollercoaster",
        "grade": 1,
        "points": 1,
        "description": "Up and down and up and down... and then the big looping! Wait - they don't build loopings in Kazordoon. But ore wagon rides are still fun!",
        "spoiler": "Obtainable by traveling by ore wagon 100 times."
    },
    {
        "title": "Rootless Behaviour",
        "url": "https://tibia.fandom.com/wiki/Rootless_Behaviour",
        "grade": 1,
        "points": 1,
        "description": "You've descended into the swampy depths of Deathbine's lair and made quick work of it.",
        "spoiler": "Obtainable by slaying Deathbine."
    },
    {
        "title": "Royalty of Hazard",
        "url": "https://tibia.fandom.com/wiki/Royalty_of_Hazard",
        "grade": 1,
        "points": 1,
        "description": "For some it can't be hazardous enough.",
        "spoiler": "Obtained by defeating The Primal Menace at hazard level 11."
    },
    {
        "title": "Rumble in the Plant",
        "url": "https://tibia.fandom.com/wiki/Rumble_in_the_Plant",
        "grade": 2,
        "points": 4,
        "description": "You have defeated the tremor worm - and wonder what kind of fish you'd be able to catch with such a bait.",
        "spoiler": "Obtained by defeating the Tremor Worm."
    },
    {
        "title": "Running the Rift",
        "url": "https://tibia.fandom.com/wiki/Running_the_Rift",
        "grade": 1,
        "points": 3,
        "description": "You don't just have a permission to ride a rift runner, you literally went through hell and earned it!",
        "spoiler": "Obtainable by using a Mysterious Scroll and receiving the Rift Runner mount."
    },
    {
        "title": "Ruthless",
        "url": "https://tibia.fandom.com/wiki/Ruthless",
        "grade": 2,
        "points": 5,
        "description": "You've touched all thrones of the Ruthless Seven and absorbed some of their evil spirit. It may have changed you forever.",
        "spoiler": "Obtainable by finishing The Pits of Inferno Quest."
    },
    {
        "title": "Safely Stored Away",
        "url": "https://tibia.fandom.com/wiki/Safely_Stored_Away",
        "grade": 1,
        "points": 2,
        "description": "Don't worry, no one will be able to take it from you. Probably.",
        "spoiler": "Obtainable by steping on tile next to depot 1000 times."
    },
    {
        "title": "Santa's Li'l Helper",
        "url": "https://tibia.fandom.com/wiki/Santa%27s_Li%27l_Helper",
        "grade": 1,
        "points": 2,
        "description": "Christmas is your favourite time of the year, and boy, do you love presents. Buy some nice things for your friends, hide them away until - well, until you decide to actually unwrap them rather yourself.",
        "spoiler": "Obtainable by opening 25 Christmas Bundles (any color)."
    },
    {
        "title": "Scales and Tail",
        "url": "https://tibia.fandom.com/wiki/Scales_and_Tail",
        "grade": 1,
        "points": 2,
        "description": "The Muggy Plains are a dangerous place, often raided by dragons. But that was your luck: thus you found this scaly little guy.",
        "spoiler": "Obtained by taming a Draptor."
    },
    {
        "title": "Scorched Flames",
        "url": "https://tibia.fandom.com/wiki/Scorched_Flames",
        "grade": 1,
        "points": 1,
        "description": "A mighty blaze went out today. It's Flameborn's turn to wait for his rebirth in the eternal cycle of life and death.",
        "spoiler": "Obtainable by slaying Flameborn."
    },
    {
        "title": "Scourge of Death",
        "url": "https://tibia.fandom.com/wiki/Scourge_of_Death",
        "grade": 2,
        "points": 5,
        "description": "You are a master of the nether sea and have traveled with the ghost captain so many times that you know his ship and the perils of the nether sea inside out. You laugh in the face of death and may return as a ghost pirate yourself in the afterlife!",
        "spoiler": "Obtainable by finishing 50 journeys in A Pirate's Death to Me."
    },
    {
        "title": "Scrapper",
        "url": "https://tibia.fandom.com/wiki/Scrapper",
        "grade": 1,
        "points": 3,
        "description": "You put out the Spirit of Fire's flames in the arena of Svargrond. Arena fights are for you - fair, square, with simple rules and one-on-one battles.",
        "spoiler": "Obtainable by finishing the Barbarian Arena Quest in the Scrapper difficulty."
    },
    {
        "title": "Sculptor Apprentice",
        "url": "https://tibia.fandom.com/wiki/Sculptor_Apprentice",
        "grade": 1,
        "points": 2,
        "description": "Granted, you didn't carve those lifelike animal figurines yourself. But helping a medusa to find proper objects and even watching her using her petrifying gaze is almost as rewarding.",
        "spoiler": "Obtainable by delivering a Small Tortoise, a Bat (Item), a Scorpion (Item), a Scared Frog, and a Calamary (Item) to Alyxo."
    },
    {
        "title": "Scourge of Scarabs",
        "url": "https://tibia.fandom.com/wiki/Scourge_of_Scarabs",
        "grade": 1,
        "points": 3,
        "description": "You took the heat and defeated the Ancient Spawn of Morgathla!",
        "spoiler": "Obtainable by opening a chest in one of the reward rooms after defeating the Ancient Spawn of Morgathla ( Dangerous Depths Quest )."
    },
    {
        "title": "Sea Scout",
        "url": "https://tibia.fandom.com/wiki/Sea_Scout",
        "grade": 1,
        "points": 2,
        "description": "Not even the hostile underwater environment stops you from doing your duty for the Explorer Society. Scouting the Quara realm is a piece of cake for you.",
        "spoiler": "Obtainable by doing The Undersea Kingdom and The Frozen Trench missions in The Explorer Society Quest."
    },
    {
        "title": "Seasoned Adventurer",
        "url": "https://tibia.fandom.com/wiki/Seasoned_Adventurer",
        "grade": 1,
        "points": 1,
        "description": "Adventure is your middle name. You spent much time in dangerous lands and have seen things others only dream of. You know your way around in Tibia - you are a seasoned adventurer now. And your journey has only just begun!",
        "spoiler": "Achieve level 50. If you have already surpassed this level, just level up once and you should get it."
    },
    {
        "title": "Secret Agent",
        "url": "https://tibia.fandom.com/wiki/Secret_Agent",
        "grade": 1,
        "points": 1,
        "description": "Pack your spy gear and get ready for some dangerous missions in service of a secret agency. You've shown you want to - but can you really do it? Time will tell.",
        "spoiler": "Obtainable by starting the Secret Service Quest."
    },
    {
        "title": "Serious Contender",
        "url": "https://tibia.fandom.com/wiki/Serious_Contender",
        "grade": 2,
        "points": 4,
        "description": "You have fully unlocked 100 medium monsters in the cyclopedia.",
        "spoiler": "Obtainable by unlocking 100 medium monsters in the Cyclopedia."
    },
    {
        "title": "Shaburak Nemesis",
        "url": "https://tibia.fandom.com/wiki/Shaburak_Nemesis",
        "grade": 1,
        "points": 1,
        "description": "You are now the public archenemy of the Shaburak, prince slayer.",
        "spoiler": "Obtainable by killing 100 Shaburak Prince."
    },
    {
        "title": "Sharp Dressed",
        "url": "https://tibia.fandom.com/wiki/Sharp_Dressed",
        "grade": 1,
        "points": 2,
        "description": "Just everyone will be crazy about you if you are wearing this formal dress. They will come running, promise!",
        "spoiler": "Obtained by getting both addons of the Formal Dress Outfits."
    },
    {
        "title": "Sharpshooter (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Sharpshooter_(Achievement)",
        "grade": 1,
        "points": 3,
        "description": "Improved eyesight, arrows and bolts flying at the speed of light and pinning your enemies with extra damage. All in a little bottle. No consumption of carrots required. For further questions consult your healer or potion dealer.",
        "spoiler": "Obtainable by drinking 100 Bullseye Potions."
    },
    {
        "title": "Shell Seeker",
        "url": "https://tibia.fandom.com/wiki/Shell_Seeker",
        "grade": 1,
        "points": 3,
        "description": "You found a hundred beautiful pearls in large sea shells. By now that necklace should be finished - and hopefully you didn't get your fingers squeezed too often during the process.",
        "spoiler": "Obtainable by finding 100 Giant Shimmering Pearls of any colour out of closed large seashells."
    },
    {
        "title": "Shell We Take a Ride",
        "url": "https://tibia.fandom.com/wiki/Shell_We_Take_a_Ride",
        "grade": 1,
        "points": 3,
        "description": "Equipped with the shell of a tortoise and claws of a lobster this insect like companion will help you through every hardship.",
        "spoiler": "Obtained by getting the Shellodon mount."
    },
    {
        "title": "Ship's Kobold",
        "url": "https://tibia.fandom.com/wiki/Ship%27s_Kobold",
        "grade": 2,
        "points": 4,
        "description": "You’ve probably never gotten seasick in your life — you love spending your free time on the ocean and covered quite a lot of miles with ships. Aren’t you glad you didn’t have to swim all that?",
        "spoiler": "Obtainable by travelling by ship around 1250 times."
    },
    {
        "title": "Si, Ariki!",
        "url": "https://tibia.fandom.com/wiki/Si,_Ariki!",
        "grade": 1,
        "points": 1,
        "description": "You've found the oriental traveller Yasir and were able to trade with him - even if you didn't really understand his language.",
        "spoiler": "Obtainable by Trading for first time with NPC Yasir."
    },
    {
        "title": "Silent Pet",
        "url": "https://tibia.fandom.com/wiki/Silent_Pet",
        "grade": 1,
        "points": 1,
        "description": "Awww. Your very own little goldfish friend - he's cute, he's shiny and he can't complain should you forget to feed him. He'll definitely brighten up your day!",
        "spoiler": "Obtained by catching a Small Fish with an Empty Goldfish Bowl."
    },
    {
        "title": "Skilled Hunter",
        "url": "https://tibia.fandom.com/wiki/Skilled_Hunter",
        "grade": 2,
        "points": 5,
        "description": "You have fully unlocked 10 hard monsters in the cyclopedia.",
        "spoiler": "Obtainable by unlocking 10 hard monsters in the Cyclopedia."
    },
    {
        "title": "Skin-Deep",
        "url": "https://tibia.fandom.com/wiki/Skin-Deep",
        "grade": 2,
        "points": 4,
        "description": "You always carry your obsidian knife with you and won't hesitate to use it. You've skinned countless little - and bigger - critters and yeah: they usually don't get any more beautiful on the inside. It's rather blood and gore and all that...",
        "spoiler": "Obtainable by successfully skinning 500 monsters."
    },
    {
        "title": "Skull and Bones",
        "url": "https://tibia.fandom.com/wiki/Skull_and_Bones",
        "grade": 2,
        "points": 6,
        "description": "Wearing the insignia and dark robes of the Brotherhood of Bones you roam the lands spreading fear and pain, creating new soldiers for the necromantic army which is about to rise soon. Hail the Brotherhood.",
        "spoiler": "Obtainable by getting both addons of Brotherhood of Bones Outfits."
    },
    {
        "title": "Slayer of Anmothra",
        "url": "https://tibia.fandom.com/wiki/Slayer_of_Anmothra",
        "grade": 1,
        "points": 2,
        "description": "Souls are like butterflies. The black soul of a living weapon yearning to strike lies shattered beneath your feet.",
        "spoiler": "Obtainable by significantly contributing to the battle with Anmothra during Rise of Devovorga World Quest or Devovorga's Essence Mini World Change."
    },
    {
        "title": "Slayer of Chikhaton",
        "url": "https://tibia.fandom.com/wiki/Slayer_of_Chikhaton",
        "grade": 1,
        "points": 2,
        "description": "Power lies in the will of her who commands it. You fought it with full force - and were stronger.",
        "spoiler": "Obtainable by significantly contributing to the battle with Chikhaton during Rise of Devovorga World Quest or Devovorga's Essence Mini World Change."
    },
    {
        "title": "Slayer of Irahsae",
        "url": "https://tibia.fandom.com/wiki/Slayer_of_Irahsae",
        "grade": 1,
        "points": 2,
        "description": "Few things equal the wild fury of a trapped and riven creature. You were a worthy opponent.",
        "spoiler": "Obtainable by significantly contributing to the battle with Irahsae during Rise of Devovorga World Quest or Devovorga's Essence Mini World Change."
    },
    {
        "title": "Slayer of Phrodomo",
        "url": "https://tibia.fandom.com/wiki/Slayer_of_Phrodomo",
        "grade": 1,
        "points": 2,
        "description": "Blind hatred took physical form, violently rebelling against the injustice it was born into. You were not able to bring justice - but at least temporary peace.",
        "spoiler": "Obtainable by significantly contributing to the battle with Phrodomo during Rise of Devovorga World Quest or Devovorga's Essence Mini World Change."
    },
    {
        "title": "Slayer of Teneshpar",
        "url": "https://tibia.fandom.com/wiki/Slayer_of_Teneshpar",
        "grade": 1,
        "points": 2,
        "description": "The forbidden knowledge of aeons was never meant to invade this world. You silenced its voice before it could be made heard.",
        "spoiler": "Obtainable by significantly contributing to the battle with Teneshpar during Rise of Devovorga World Quest or Devovorga's Essence Mini World Change."
    },
    {
        "title": "Sleepwalking",
        "url": "https://tibia.fandom.com/wiki/Sleepwalking",
        "grade": 1,
        "points": 1,
        "description": "You know your way, in dream and waking. And how to make tea that transcends the boundaries of conscience.",
        "spoiler": "Obtained by finishing the missions A Cup of Tea, Ancient Dreams and Waters of Life during the Roshamuul Quest."
    },
    {
        "title": "Slim Chance",
        "url": "https://tibia.fandom.com/wiki/Slim_Chance",
        "grade": 1,
        "points": 1,
        "description": "Okay, let's face it - as long as you believe it could potentially lead you to the biggest treasure ever, you won't let go of that map, however fishy it might look. There must be a secret behind all of this!",
        "spoiler": "Obtainable by using a Treasure Map 100 times."
    },
    {
        "title": "Slimer",
        "url": "https://tibia.fandom.com/wiki/Slimer",
        "grade": 1,
        "points": 1,
        "description": "With the assistance of your friendly little helper, you gobbled more than 500 chunks of slime. Well done, Slimer.",
        "spoiler": "Obtainable by using a Slime Gobbler on Slime Fungus around 500 times."
    },
    {
        "title": "Slugging Around",
        "url": "https://tibia.fandom.com/wiki/Slugging_Around",
        "grade": 1,
        "points": 2,
        "description": "Drugging a snail can have some beneficial side effects. You're now the proud owner of a snarling, speed-crazy slug. Maybe it'll purr if you stroke it. Anyway, life should be one slick ride from now on.",
        "spoiler": "Obtained by taming a Slug."
    },
    {
        "title": "Snake Charmer",
        "url": "https://tibia.fandom.com/wiki/Snake_Charmer",
        "grade": 1,
        "points": 1,
        "description": "By restoring the Everhungry Altar, you charmed the Fire-Feathered Sea Serpent back into its fitful sleep, twenty miles beneath the sea.",
        "spoiler": "Obtainable by completing the Twenty Miles Beneath the Sea Quest."
    },
    {
        "title": "Snake Pit",
        "url": "https://tibia.fandom.com/wiki/Snake_Pit",
        "grade": 1,
        "points": 1,
        "description": "Mysterious nagas, a vibrant jungle and a sinking island - you really know every corner of Marapur now.",
        "spoiler": "Obtained by completely discovering Marapur as part of the Measuring Tibia Quest."
    },
    {
        "title": "Snowbunny",
        "url": "https://tibia.fandom.com/wiki/Snowbunny",
        "grade": 1,
        "points": 2,
        "description": "Hopping, hopping through the snow - that's the funnest way to go! Making footprints in a flurry - it's more fun the more you hurry! Licking icicles all day - Winter, never go away!",
        "spoiler": "Obtainable by changing 10.000 tiles of Snow into tiles of Snow (Footsteps) ( Someone must have walked here recently )."
    },
    {
        "title": "Some Like It Hot",
        "url": "https://tibia.fandom.com/wiki/Some_Like_It_Hot",
        "grade": 1,
        "points": 2,
        "description": "You have braved the searing heat in the tunnels deep below Kazordoon and vanquished the Brainstealer. The voices inside your head are finally silenced.",
        "spoiler": "Obtained by completing the Too Hot to Handle Quest."
    },
    {
        "title": "Someone's Bored",
        "url": "https://tibia.fandom.com/wiki/Someone%27s_Bored",
        "grade": 1,
        "points": 1,
        "description": "That was NOT a giant spider. There's some witchcraft at work here.",
        "spoiler": "Obtainable by killing a fake giant spider."
    },
    {
        "title": "Something Smells",
        "url": "https://tibia.fandom.com/wiki/Something_Smells",
        "grade": 1,
        "points": 1,
        "description": "You've exinguished the Sulphur Scuttler's gas clouds and made the air in his cave a little better... at least for a while.",
        "spoiler": "Obtainable by slaying Sulphur Scuttler."
    },
    {
        "title": "Something's in There",
        "url": "https://tibia.fandom.com/wiki/Something%27s_in_There",
        "grade": 1,
        "points": 1,
        "description": "By the gods! What was that?",
        "spoiler": "Obtainable by stepping on a hole in any Fallen Tree (Something) or Mossy Fallen Tree (Something) when eyes appear. In the tree located here, eyes appear every other second."
    },
    {
        "title": "Spareribs for Dinner",
        "url": "https://tibia.fandom.com/wiki/Spareribs_for_Dinner",
        "grade": 1,
        "points": 1,
        "description": "Ribstride is striding no more. He had quite a few ribs to spare though.",
        "spoiler": "Obtainable by slaying Ribstride."
    },
    {
        "title": "Spectral Traveller",
        "url": "https://tibia.fandom.com/wiki/Spectral_Traveller",
        "grade": 1,
        "points": 2,
        "description": "You have sailed the nether seas with the Ghost Captain several times. The dangers of the nether have become familiar to you and unexperienced travelers turn to you for advice.",
        "spoiler": "Obtainable by finishing 5 journeys in A Pirate's Death to Me."
    },
    {
        "title": "Spectulation",
        "url": "https://tibia.fandom.com/wiki/Spectulation",
        "grade": 1,
        "points": 1,
        "description": "You checked out a strange temple deep in the jungles of Tiquanda. Spectulus was right, it was indeed overrun by strange fish-men you now call Deathlings.",
        "spoiler": "Obtained by entering the Sunken Temple north-west of Banuta."
    },
    {
        "title": "Spin-Off",
        "url": "https://tibia.fandom.com/wiki/Spin-Off",
        "grade": 1,
        "points": 1,
        "description": "Seems like this spider has got a sweet tooth. As a result, eight hairy legs are now at your disposal to crawl and weave at your whim, and strike fear into the hearts of men.",
        "spoiler": "Obtained by taming a Wailing Widow."
    },
    {
        "title": "Spolium Profundis",
        "url": "https://tibia.fandom.com/wiki/Spolium_Profundis",
        "grade": 2,
        "points": 4,
        "description": "You travelled the depths of this very world. You entered the blackness of the deep sea to conquer the realm of the Deeplings. May this suit remind you of the strange beauty below.",
        "spoiler": "Obtainable by getting the full Deepling Outfits."
    },
    {
        "title": "Spore Hunter",
        "url": "https://tibia.fandom.com/wiki/Spore_Hunter",
        "grade": 1,
        "points": 1,
        "description": "After hunting for the correct mushrooms and their spores you're starting to feel like a mushroom yourself. A few times more and you might start thinking like a mushroom, who knows?",
        "spoiler": "Obtainable by completing the Spore Collecting mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "Starless Night",
        "url": "https://tibia.fandom.com/wiki/Starless_Night",
        "grade": 1,
        "points": 3,
        "description": "By many it is considered a myth like the Yeti. But you came, saw and tamed it. Now you're the proud rider of a midnight panther, black as a starless night.",
        "spoiler": "Obtained by taming a Midnight Panther."
    },
    {
        "title": "Steampunked",
        "url": "https://tibia.fandom.com/wiki/Steampunked",
        "grade": 1,
        "points": 2,
        "description": "Travelling with the dwarven steamboats through the underground rivers is your preferred way of crossing the lands. No pesky seagulls, and good beer on board!",
        "spoiler": "Obtainable by traveling by Steamship 100 times. The cheapest option is to travel between Kazordoon and Cormaya (160gp, or 150gp if you’ve completed The Postman Missions Quest ) until you gain the achievement."
    },
    {
        "title": "Steppe Elegance",
        "url": "https://tibia.fandom.com/wiki/Steppe_Elegance",
        "grade": 1,
        "points": 3,
        "description": "Champion of the wildlands, a swift strider among the creatures of the wild. The elegant nature of the gallop, this envoy of speed has mastered, indicates the precise understanding of its terrain and environment.",
        "spoiler": "Obtainable by getting the Antelope mount."
    },
    {
        "title": "Stepped on a Big Toe",
        "url": "https://tibia.fandom.com/wiki/Stepped_on_a_Big_Toe",
        "grade": 1,
        "points": 1,
        "description": "This time you knocked out the big one.",
        "spoiler": "Obtainable by slaying Tromphonyte."
    },
    {
        "title": "Stomach Ulcer",
        "url": "https://tibia.fandom.com/wiki/Stomach_Ulcer",
        "grade": 2,
        "points": 4,
        "description": "You severely disrupted the digestion of the hive. The hive should for sure see a doctor. It seems you proved to be more than it can swallow.",
        "spoiler": "Obtainable through repeating Disrupt The Hives Digestion task 100 times"
    },
    {
        "title": "Strangest Thing",
        "url": "https://tibia.fandom.com/wiki/Strangest_Thing",
        "grade": 1,
        "points": 3,
        "description": "Only its rider can love this abomination of a mount.",
        "spoiler": "Obtained by getting the Mutated Abomination mount."
    },
    {
        "title": "Stronghold of Edron",
        "url": "https://tibia.fandom.com/wiki/Stronghold_of_Edron",
        "grade": 1,
        "points": 1,
        "description": "Strong fortresses, sprawling woods and ivory towers - you really know every corner of Edron now.",
        "spoiler": "Obtained by completely discovering Edron (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Stuntman",
        "url": "https://tibia.fandom.com/wiki/Stuntman",
        "grade": 1,
        "points": 3,
        "description": "A drop of oil and you're good to go. This unique mount will roll merrily in and out of any strange place you want to visit. If you see no exit, you probably ended up in a circus ring. Ah well, the show must go on!",
        "spoiler": "Obtained by taming a Uniwheel (Object)."
    },
    {
        "title": "Substitute Tinker",
        "url": "https://tibia.fandom.com/wiki/Substitute_Tinker",
        "grade": 1,
        "points": 1,
        "description": "Ring-a-ding! You have visited the golem workshop and lent a hand in repairing them. To know those golems are safe is worth all the bruises, isn't it?",
        "spoiler": "Obtainable by completing the Golem Repair mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "Sun and Sea",
        "url": "https://tibia.fandom.com/wiki/Sun_and_Sea",
        "grade": 2,
        "points": 5,
        "description": "You made sure that the balance of sun and sea is preserved in Kilmaresh. The Golden City of Issavi won't forget your favour.",
        "spoiler": "Obtainable by completing the first 5 missions of Kilmaresh Quest."
    },
    {
        "title": "Superstitious",
        "url": "https://tibia.fandom.com/wiki/Superstitious",
        "grade": 1,
        "points": 2,
        "description": "Fortune tellers and horoscopes guide you through your life. And you probably wouldn't dare going on a big game hunt without your trusty voodoo skull giving you his approval for the day.",
        "spoiler": "Obtainable by using Mysterious Voodoo Skulls 100 times (message It is not time yet. doesn't count)."
    },
    {
        "title": "Supplier",
        "url": "https://tibia.fandom.com/wiki/Supplier",
        "grade": 1,
        "points": 3,
        "description": "The need for supplies often decides over loss or victory. Your tireless efforts to resupply the resources keeps the war against the hive going.",
        "spoiler": "Obtainable through repeating Dissolved Chitin task 50 times."
    },
    {
        "title": "Suppressor",
        "url": "https://tibia.fandom.com/wiki/Suppressor",
        "grade": 2,
        "points": 4,
        "description": "A war is won by those who have the best supply of troops. The hive's troops have been dealt a significant blow by your actions. You interrupted the hive's replenishment of troops lastingly and severely.",
        "spoiler": "Obtainable through repeating Pore Stuffing task 100 times."
    },
    {
        "title": "Swamp Beast",
        "url": "https://tibia.fandom.com/wiki/Swamp_Beast",
        "grade": 1,
        "points": 1,
        "description": "By cleverly using a leech to cool that raging bull's blood, you managed not to get swamped or trampled in a water buffalo stampede. The creature is now docile and follows your every command.",
        "spoiler": "Obtained by taming a Water Buffalo."
    },
    {
        "title": "Swashbuckler",
        "url": "https://tibia.fandom.com/wiki/Swashbuckler",
        "grade": 2,
        "points": 6,
        "description": "Ye be a gentleman o' fortune, fightin' and carousin' on the high seas, out fer booty and lassies! Ye no be answerin' to no man or blasted monarchy and yer life ain't fer the lily-livered. Aye, matey!",
        "spoiler": "Obtainable by getting both addons of Pirate Outfits."
    },
    {
        "title": "Sweet Tooth",
        "url": "https://tibia.fandom.com/wiki/Sweet_Tooth",
        "grade": 1,
        "points": 2,
        "description": "The famous 'Ode to a Molten Chocolate Cake' was probably written by you. Spending a rainy afternoon in front of the chimney, wrapped in a blanket while indulging in cocoa delights sounds just like something you'd do. Enjoy!",
        "spoiler": "Obtainable by Baking 10 Chocolate Cakes."
    },
    {
        "title": "Swift Death",
        "url": "https://tibia.fandom.com/wiki/Swift_Death",
        "grade": 2,
        "points": 6,
        "description": "Stealth kills and backstabbing are you specialty. Your numerous victims are usually unaware of their imminent death, which you bring to them silently and swiftly. Everything is permitted.",
        "spoiler": "Obtainable by getting both addons of Assassin Outfits."
    },
    {
        "title": "Talented Dancer",
        "url": "https://tibia.fandom.com/wiki/Talented_Dancer",
        "grade": 1,
        "points": 1,
        "description": "You're a lord or lady of the dance - and not afraid to use your skills to impress tribal gods. One step to the left, one jump to the right, twist and shout!",
        "spoiler": "Obtainable by completing Mission 3 of Unnatural Selection Quest."
    },
    {
        "title": "Task Manager",
        "url": "https://tibia.fandom.com/wiki/Task_Manager",
        "grade": 1,
        "points": 2,
        "description": "Helping a poor, stupid goblin to feed his starving children and wifes feels good... if you'd only get rid of the strange feeling that you're missing something.",
        "spoiler": "Obtainable by completing Goblin Merchant Quest tasks 500 times."
    },
    {
        "title": "Taskmaster",
        "url": "https://tibia.fandom.com/wiki/Taskmaster",
        "grade": 1,
        "points": 3,
        "description": "Having hunted and bested them all, you live for the thrill of the hunt!",
        "spoiler": "Obtainable by completing 500 hard Prey Hunting Tasks."
    },
    {
        "title": "Teamplayer",
        "url": "https://tibia.fandom.com/wiki/Teamplayer",
        "grade": 1,
        "points": 2,
        "description": "You don't consider yourself too good to do the dirty work while someone else might win the laurels for killing Devovorga. They couldn't do it without you!",
        "spoiler": "Obtainable by entering one of sub-boss spawns during the Rise of Devovorga Quest."
    },
    {
        "title": "Territorial",
        "url": "https://tibia.fandom.com/wiki/Territorial",
        "grade": 1,
        "points": 1,
        "description": "Your map is your friend — always in your back pocket and covered with countless marks of interesting and useful locations. One could say that you might be lost without it — but luckily there's no way to take it from you.",
        "spoiler": "Obtainable by asking Guide Alexena ( Carlin ), Guide Behil ( Darashia ), Guide Davina ( Liberty Bay ), Guide Edna ( Yalahar ), Guide Elena ( Venore ), Guide Jonathan ( Edron ), Guide Luke ( Thais ), Guide Rahlkora ( Ankrahmun ), Guide Thelandil ( Ab'dendriel ), and Guide Tiko ( Port Hope ) to mark your automap."
    },
    {
        "title": "The Cake's the Truth",
        "url": "https://tibia.fandom.com/wiki/The_Cake%27s_the_Truth",
        "grade": 1,
        "points": 1,
        "description": "And anyone claiming otherwise is a liar.",
        "spoiler": "Obtainable by Baking 30 Cakes."
    },
    {
        "title": "The Call of the Wild",
        "url": "https://tibia.fandom.com/wiki/The_Call_of_the_Wild",
        "grade": 1,
        "points": 2,
        "description": "You opposed man-eating ogres and clumsy clomps. You grappled with hungry chieftains, desperate goblins and angry spirits. So you truly overcame the wild vastness of Krailos.",
        "spoiler": "Complete the entirety of the Krailos Quest. Note: In order to get this achievement you need all seven mission completed in your quest log at the same time. Since taking on Grubokk 's mission deletes the one the goblins give you, you are advised to do Grubokk 's one first."
    },
    {
        "title": "The Day After",
        "url": "https://tibia.fandom.com/wiki/The_Day_After",
        "grade": 1,
        "points": 2,
        "description": "Uhm... who's that person who you just woke up beside? Broken cocktail glasses on the floor, flowers all over the room, and why the heck are you wearing a ring? Yesterday must have been a long, weird day...",
        "spoiler": "Obtainable by getting married while being drunk. Note that you must be drunk during the entire ceremony, and you got to be the second player saying 'hi' to the NPC in order to get the achievement."
    },
    {
        "title": "The Drowned Sea God",
        "url": "https://tibia.fandom.com/wiki/The_Drowned_Sea_God",
        "grade": 1,
        "points": 2,
        "description": "As the killer of Leviathan, the giant sea serpent, his underwater kingdom is now under your reign.",
        "spoiler": "Obtainable by slaying Leviathan."
    },
    {
        "title": "The Empire's Glory",
        "url": "https://tibia.fandom.com/wiki/The_Empire%27s_Glory",
        "grade": 1,
        "points": 1,
        "description": "Mythical creatures, forgotten catacombs and the Golden City - you really know every corner of Kilmaresh now.",
        "spoiler": "Obtainable by discovering Kilmaresh as part of the Measuring Tibia Quest."
    },
    {
        "title": "The Gates of Hell",
        "url": "https://tibia.fandom.com/wiki/The_Gates_of_Hell",
        "grade": 1,
        "points": 2,
        "description": "It seems the gates to the underworld have to remain unprotected for a while. Kerberos, the mighty hellhound, lost his head. All three of them.",
        "spoiler": "Obtainable by slaying Kerberos."
    },
    {
        "title": "The Milkman",
        "url": "https://tibia.fandom.com/wiki/The_Milkman",
        "grade": 1,
        "points": 2,
        "description": "Who's the milkman? You are!",
        "spoiler": "Obtainable by completing the daily task An Uneasy Alliance Quest - Task 1 - Milk Delivery."
    },
    {
        "title": "The More the Merrier",
        "url": "https://tibia.fandom.com/wiki/The_More_the_Merrier",
        "grade": 1,
        "points": 0,
        "description": "It's dangerous to go alone... Take ten friends.",
        "spoiler": "Used to be obtainable by logging into the game after earning the full Recruiter Outfits."
    },
    {
        "title": "The Ogre Steppe",
        "url": "https://tibia.fandom.com/wiki/The_Ogre_Steppe",
        "grade": 1,
        "points": 1,
        "description": "A vast steppe, voracious ogres and dried out salt seas - you really know every corner of Krailos now.",
        "spoiler": "Obtained by completely discovering Krailos as part of the Measuring Tibia Quest."
    },
    {
        "title": "The Picky Pig",
        "url": "https://tibia.fandom.com/wiki/The_Picky_Pig",
        "grade": 1,
        "points": 1,
        "description": "The gnomes decided their pigs need some exclusive diet and you had to do all the dirty work - but wasn't the piglet adorable?",
        "spoiler": "Obtainable by completing the Digging mission of the Bigfoot's Burden Quest."
    },
    {
        "title": "The Professor's Nut",
        "url": "https://tibia.fandom.com/wiki/The_Professor%27s_Nut",
        "grade": 1,
        "points": 3,
        "description": "He seriously stored away a wallnut? That was a nutty professor indeed.",
        "spoiler": "Obtained by opening the chest after completing the Hero of Rathleton Quest."
    },
    {
        "title": "The Right Tone",
        "url": "https://tibia.fandom.com/wiki/The_Right_Tone",
        "grade": 1,
        "points": 1,
        "description": "By setting the right tone you convinced a crystal wolf to accompany you. Remember it is made of crystal, though, so be careful in a banshee's presence.",
        "spoiler": "Obtained by taming a Crystal Wolf."
    },
    {
        "title": "The Snowman",
        "url": "https://tibia.fandom.com/wiki/The_Snowman",
        "grade": 1,
        "points": 1,
        "description": "You love the winter. Fully equipped with scarf and gloves, you like to have fun outside while building lots of snowmen with your friends. Snowball fight, anyone?",
        "spoiler": "Obtainable by opening 100 Snowman Packages or Furniture Kits containing Snowmen."
    },
    {
        "title": "The Serpent's Bride",
        "url": "https://tibia.fandom.com/wiki/The_Serpent%27s_Bride",
        "grade": 1,
        "points": 2,
        "description": "You made a knot with Gorgo's living curls and took her scalp. You couldn't save her countless petrified victims, but at least you didn't become one.",
        "spoiler": "Obtainable by slaying Gorgo."
    },
    {
        "title": "The Undertaker",
        "url": "https://tibia.fandom.com/wiki/The_Undertaker",
        "grade": 1,
        "points": 2,
        "description": "You and your shovel - a match made in heaven. Or hell, for that matter. Somewhere down below in any case. You're magically attracted by stone piles and love to open them up and see where those holes lead you. Good biceps as well.",
        "spoiler": "Obtainable by opening 500 Loose Stone Piles or Large Holes."
    },
    {
        "title": "Thick-Skinned",
        "url": "https://tibia.fandom.com/wiki/Thick-Skinned",
        "grade": 1,
        "points": 2,
        "description": "It's unstoppable! Walls? Fortresses? Obstacles? Objections? Pah! Nothing will stand before the stampor. Arrows and spears bounce off its hide, enemies are trampled by the dozen. Just don't go for the subtle approach or a date on this thing.",
        "spoiler": "Obtained by obtaining a Stampor (Mount) from Chondur."
    },
    {
        "title": "Tied the Knot",
        "url": "https://tibia.fandom.com/wiki/Tied_the_Knot",
        "grade": 1,
        "points": 1,
        "description": "You figured out the right order of spells in the buried cathedral, how enchanting!",
        "spoiler": "Obtainable by finding all spell words during the Haunted House mission of The Dream Courts Quest."
    },
    {
        "title": "Toothfairy Assistant",
        "url": "https://tibia.fandom.com/wiki/Toothfairy_Assistant",
        "grade": 1,
        "points": 1,
        "description": "You assisted a very prominent fae and you fought tooth and nail to earn this title.",
        "spoiler": "Obtainable by finishing the Tooth Fairy part of the Threatened Dreams Quest and then delivering all the teeth requested by the same NPC."
    },
    {
        "title": "Top AVIN Agent",
        "url": "https://tibia.fandom.com/wiki/Top_AVIN_Agent",
        "grade": 2,
        "points": 4,
        "description": "You've proven yourself as a worthy member of the 'family' and successfully carried out numerous spy missions for your 'uncle' to support the Venorean traders and their goals.",
        "spoiler": "Obtainable by finishing the Secret Service Quest for the AVIN faction."
    },
    {
        "title": "Top CGB Agent",
        "url": "https://tibia.fandom.com/wiki/Top_CGB_Agent",
        "grade": 2,
        "points": 4,
        "description": "Girl power! Whether you're female or not, you've proven absolute loyalty and the willingness to put your life at stake for the girls brigade of Carlin.",
        "spoiler": "Obtainable by finishing the Secret Service Quest for the CGB faction."
    },
    {
        "title": "Top TBI Agent",
        "url": "https://tibia.fandom.com/wiki/Top_TBI_Agent",
        "grade": 2,
        "points": 4,
        "description": "Conspiracies and open secrets are your daily bread. You've shown loyalty to the Thaian crown through your courage when facing enemies and completing spy missions. You're an excellent field agent of the TBI.",
        "spoiler": "Obtainable by finishing the Secret Service Quest for the TBI faction."
    },
    {
        "title": "Torn Treasures",
        "url": "https://tibia.fandom.com/wiki/Torn_Treasures",
        "grade": 1,
        "points": 1,
        "description": "Wyda seems to be really, really bored. You also found out that she doesn't really need all those blood herbs that adventurers brought her. Still, she was nice enough to take one from you and gave you something quite cool in exchange.",
        "spoiler": "Obtainable by giving a random amount of Blood Herbs to Wyda until you get a Torn Teddy during the Bored Mini World Change."
    },
    {
        "title": "Traditionalist",
        "url": "https://tibia.fandom.com/wiki/Traditionalist",
        "grade": 2,
        "points": 6,
        "description": "You proudly wear the traditional Orcsoberfest garb, same as it ever was and as it always will be.",
        "spoiler": "Obtainable by receiving both addons of the Orcsoberfest Garb Outfits."
    },
    {
        "title": "Trail of the Ape God",
        "url": "https://tibia.fandom.com/wiki/Trail_of_the_Ape_God",
        "grade": 1,
        "points": 1,
        "description": "You've discovered a trail of giant footprints and terrified elephants running everywhere. Could it be that the mysterious ape god is rambling in the jungle?",
        "spoiler": "Obtainable by killing 5 Terrified Elephants during the Stampede Mini World Change."
    },
    {
        "title": "Transmutator",
        "url": "https://tibia.fandom.com/wiki/Transmutator",
        "grade": 2,
        "points": 5,
        "description": "You, Sir or Lady, are a true alchemist. Conducting transmutating experiments to find every possible combination has been your secret passion since years and the results of your research are incredible. Science has just taken a leap thanks to you!",
        "spoiler": "Obtainable after transmuting into all 22 possible creatures on the Alchemist Quarter 's Transmutator, here."
    },
    {
        "title": "Treasure Hunter",
        "url": "https://tibia.fandom.com/wiki/Treasure_Hunter",
        "grade": 1,
        "points": 3,
        "description": "You wandered the world of Tibia in search of the ancient dragons' hoards. You are sure, you found them all.",
        "spoiler": "Obtained by opening all 20 Dragon Chests during the First Dragon Quest."
    },
    {
        "title": "Trip to the Beach",
        "url": "https://tibia.fandom.com/wiki/Trip_to_the_Beach",
        "grade": 1,
        "points": 1,
        "description": "Braving a hive full of unimaginable proportions and its grotesque creatures on the surface is only one side of Gray Beach. Your full trip of the island also included a dive into the black nothingness of the deep sea, facing the wrath of the Njey.",
        "spoiler": "Obtained by completely discovering Quirefang as part of the Measuring Tibia Quest."
    },
    {
        "title": "True Colours",
        "url": "https://tibia.fandom.com/wiki/True_Colours",
        "grade": 1,
        "points": 3,
        "description": "You and your friends showed the three wizards your loyalty three times - I am sure at least one of them is probably eternally thankful and exceedingly proud of you.",
        "spoiler": "Obtainable by participating in the The Colours of Magic event three times (colors don't matter)."
    },
    {
        "title": "True Dedication",
        "url": "https://tibia.fandom.com/wiki/True_Dedication",
        "grade": 2,
        "points": 5,
        "description": "You conquered the demon challenge and prevailed... now show off your success in style!",
        "spoiler": "Obtainable by getting full Demon Outfits."
    },
    {
        "title": "True Lightbearer",
        "url": "https://tibia.fandom.com/wiki/True_Lightbearer",
        "grade": 2,
        "points": 5,
        "description": "You're one of the most dedicated Lightbearers - without you, the demons would have torn the veil between the worlds for sure. You've lit each and every basin, travelling high and low, pushing back the otherworldly forces. Let there be light!",
        "spoiler": "Obtainable by lighting every basin in the Lightbearer event."
    },
    {
        "title": "Truth Be Told",
        "url": "https://tibia.fandom.com/wiki/Truth_Be_Told",
        "grade": 1,
        "points": 2,
        "description": "You told Jack the truth by explaining you and Spectulus made a mistake when trying to convince him of being a completely different person.",
        "spoiler": "Obtainable by telling truth to Jack after finishing Jack to the Future Quest."
    },
    {
        "title": "Turncoat",
        "url": "https://tibia.fandom.com/wiki/Turncoat",
        "grade": 2,
        "points": 4,
        "description": "You served Yalahar - but you didn't seem so sure whom to believe on the way. Both Azerus and Palimuth had good reasons for their actions, and thus you followed your gut instinct in the end, even if you helped either of them. May Yalahar prosper!",
        "spoiler": "Obtainable by completing mission 9 of In Service of Yalahar Quest and following some of Yalahari's and some of Palimuth 's instructions."
    },
    {
        "title": "Twisted Dreams",
        "url": "https://tibia.fandom.com/wiki/Twisted_Dreams",
        "grade": 1,
        "points": 1,
        "description": "A journey through a dreamscape of evil is no small feat. Yet you traversed the nightmarish lands of Roshamuul and live to tell the tale. Don't fall asleep now...",
        "spoiler": "Obtained by completely discovering Roshamuul (including its surroundings) as part of the Measuring Tibia Quest."
    },
    {
        "title": "Twisted Mutation",
        "url": "https://tibia.fandom.com/wiki/Twisted_Mutation",
        "grade": 1,
        "points": 1,
        "description": "You've slain Esmeralda, the most hideous and aggressive of the mutated rats. No one will know that you almost lost a finger in the process.",
        "spoiler": "Obtainable by slaying Esmeralda."
    },
    {
        "title": "Umbral Archer",
        "url": "https://tibia.fandom.com/wiki/Umbral_Archer",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your bow into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Bow."
    },
    {
        "title": "Umbral Berserker",
        "url": "https://tibia.fandom.com/wiki/Umbral_Berserker",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your hammer into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Hammer."
    },
    {
        "title": "Umbral Bladelord",
        "url": "https://tibia.fandom.com/wiki/Umbral_Bladelord",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your slayer into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Slayer."
    },
    {
        "title": "Umbral Brawler",
        "url": "https://tibia.fandom.com/wiki/Umbral_Brawler",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your mace into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Mace."
    },
    {
        "title": "Umbral Executioner",
        "url": "https://tibia.fandom.com/wiki/Umbral_Executioner",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your chopper into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Chopper."
    },
    {
        "title": "Umbral Harbinger",
        "url": "https://tibia.fandom.com/wiki/Umbral_Harbinger",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your spellbook into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Spellbook."
    },
    {
        "title": "Umbral Headsman",
        "url": "https://tibia.fandom.com/wiki/Umbral_Headsman",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your axe into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Axe."
    },
    {
        "title": "Umbral Marksman",
        "url": "https://tibia.fandom.com/wiki/Umbral_Marksman",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your crossbow into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Master Crossbow."
    },
    {
        "title": "Umbral Master",
        "url": "https://tibia.fandom.com/wiki/Umbral_Master",
        "grade": 3,
        "points": 8,
        "description": "You managed to transform, improve and sacrify all kinds of weapons into a master state and have proven yourself worthy in a nightmarish world. Respect!",
        "spoiler": "Obtained by creating all of the Master Umbral Weapons."
    },
    {
        "title": "Umbral Swordsman",
        "url": "https://tibia.fandom.com/wiki/Umbral_Swordsman",
        "grade": 2,
        "points": 6,
        "description": "You managed to transform, improve and sacrify your blade into a master state and have proven yourself worthy in a nightmarish world.",
        "spoiler": "Obtained by creating an Umbral Masterblade."
    },
    {
        "title": "Unleash the Beast",
        "url": "https://tibia.fandom.com/wiki/Unleash_the_Beast",
        "grade": 3,
        "points": 8,
        "description": "You defeated the manifestation of Goshnar's evil traits by fighting your way through beasts you didn't even want to imagine. It transformed you and now you can also look the part.",
        "spoiler": "Obtained by getting both addons of Revenant Outfits."
    },
    {
        "title": "Unlikely Pathfinder",
        "url": "https://tibia.fandom.com/wiki/Unlikely_Pathfinder",
        "grade": 1,
        "points": 2,
        "description": "Wow - what was that? You don't know how you ended up here, but somehow you did. How to get from Beregar to Kazordoon in a jiffy - that's something those dwarves would love to know, but you're not quite sure how to reproduce it.",
        "spoiler": "Obtained by travelling from Beregar to Kazordoon through the Wagon Maze."
    },
    {
        "title": "Up the Molehill",
        "url": "https://tibia.fandom.com/wiki/Up_the_Molehill",
        "grade": 1,
        "points": 3,
        "description": "Putting this candle stump on your new mount was kind of a waiting game. You're even tempted to call it whack-a-mole. But in the end you found a loyal companion for your journeys into the depths.",
        "spoiler": "Obtained by taming a Mole."
    },
    {
        "title": "Vanity",
        "url": "https://tibia.fandom.com/wiki/Vanity",
        "grade": 1,
        "points": 3,
        "description": "Aren't you just perfectly, wonderfully, beautifully gorgeous? You can't pass a mirror without admiring your looks. Or maybe doing a quick check whether something's stuck in your teeth, perhaps?",
        "spoiler": "Obtainable by using Wall Mirrors 300 times. Note that getting the message Don't be so vain does not count towards the achievement, which is why being drunk in order to eliminate the possibility of this message appearing will save a lot of time. Also note that it is impossible to gain this achievement through the use of wall mirrors that spawn as objects in-game, such as the one above the Swamp Troll Cave near Venore."
    },
    {
        "title": "Verminbane",
        "url": "https://tibia.fandom.com/wiki/Verminbane",
        "grade": 1,
        "points": 1,
        "description": "And so it begins!",
        "spoiler": "Obtainable by completing 100 easy Prey Hunting Tasks."
    },
    {
        "title": "Vive la Resistance",
        "url": "https://tibia.fandom.com/wiki/Vive_la_Resistance",
        "grade": 1,
        "points": 2,
        "description": "You've always been a rebel - admit it! Supplying prisoners, caring for outcasts, stealing from the rich and giving to the poor - no wait, that was another story.",
        "spoiler": "Obtainable by finishing the Daily Task of Children of the Revolution Quest."
    },
    {
        "title": "Vortex Tamer",
        "url": "https://tibia.fandom.com/wiki/Vortex_Tamer",
        "grade": 2,
        "points": 5,
        "description": "After a long journey and dedication you were favoured by fortune and have tamed all three elusive beasts of the vortex. Unless the Vortexion decides you're a tasty morsel you can enjoy your small stable of ravaging beasts from beyond.",
        "spoiler": "Obtained by taming a Neon Sparkid, a Sparkion, and a Vortexion."
    },
    {
        "title": "Wail of the Banshee",
        "url": "https://tibia.fandom.com/wiki/Wail_of_the_Banshee",
        "grade": 1,
        "points": 1,
        "description": "You saw the Crystal Gardens with all their stunning beauty and survived the equally impressive monsters there. In the end you discovered a great evil and destroyed it with the help of a banshee who was not even aware of her support.",
        "spoiler": "Obtained by completing The Cursed Crystal Quest."
    },
    {
        "title": "Warlock (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Warlock_(Achievement)",
        "grade": 2,
        "points": 6,
        "description": "You're proficient in the darker ways of magic and are usually found sitting inside a circle of candles and skulls muttering unspeakable words. Don't carry things too far or the demons might come get you.",
        "spoiler": "Obtainable by getting both addons of Wizard Outfits."
    },
    {
        "title": "Warlord of Svargrond",
        "url": "https://tibia.fandom.com/wiki/Warlord_of_Svargrond",
        "grade": 2,
        "points": 5,
        "description": "You sent the Obliverator into oblivion in the arena of Svargrond and defeated nine other dangerous enemies on the way. All hail the Warlord of Svargrond!",
        "spoiler": "Obtainable by finishing the Barbarian Arena Quest in the Warlord difficulty."
    },
    {
        "title": "Warrior of the Iks",
        "url": "https://tibia.fandom.com/wiki/Warrior_of_the_Iks",
        "grade": 1,
        "points": 0,
        "description": "Combining unabating courage in combat and respect for the traditions and culture of the ancient Iks earned you the honours of true Aucar.",
        "spoiler": "Probably obtained by obtaining both addons of the Ancient Aucar Outfits. Note : According to Lionet on the Test Server board of the update when this achievement was created, getting the second addon is not possible yet and will be later through another quest."
    },
    {
        "title": "Waverider",
        "url": "https://tibia.fandom.com/wiki/Waverider",
        "grade": 1,
        "points": 2,
        "description": "One thing's for sure: You definitely love swimming. Hanging out on the beach with your friends, having ice cream and playing beach ball is splashingly good fun!",
        "spoiler": "Obtainable by swimming 100,000 tiles. NOTE: it is possible to gain this achievement in Rookgaard."
    },
    {
        "title": "Way of the Shaman",
        "url": "https://tibia.fandom.com/wiki/Way_of_the_Shaman",
        "grade": 2,
        "points": 6,
        "description": "Shaking your rattle and dancing around the fire to jungle drums sounds like something you like doing. Besides, dreadlocks are a convenient way to wear your hair - no combing required!",
        "spoiler": "Obtainable by getting both addons of Shaman Outfits."
    },
    {
        "title": "Way to Hell",
        "url": "https://tibia.fandom.com/wiki/Way_to_Hell",
        "grade": 1,
        "points": 2,
        "description": "This fiery beast really tried to give you hell. But not even a magma crawler can resist a mug of spicy, hot glow wine. Skol!",
        "spoiler": "Obtained by taming a Magma Crawler."
    },
    {
        "title": "Wayfarer",
        "url": "https://tibia.fandom.com/wiki/Wayfarer",
        "grade": 1,
        "points": 3,
        "description": "Dragon dreams are golden.",
        "spoiler": "Obtainable by doing 9th mission of the Wrath of the Emperor Quest."
    },
    {
        "title": "Wedding Planner",
        "url": "https://tibia.fandom.com/wiki/Wedding_Planner",
        "grade": 1,
        "points": 3,
        "description": "Alas! What could be more beautiful and satisfying than bringing two loving hearts together? So romantic!",
        "spoiler": "Obtained by completing the Star-Crossed Lovers of the Within the Tides Quest."
    },
    {
        "title": "Well Roared, Lion!",
        "url": "https://tibia.fandom.com/wiki/Well_Roared,_Lion!",
        "grade": 1,
        "points": 1,
        "description": "You helped Domizian and thus proved yourself worthy to enter the werelion sanctum underneath Lion's Rock. You faced the mighty werelions there and one of the rare white lions even chose to accompany you.",
        "spoiler": "Obtained by taming a White Lion"
    },
    {
        "title": "Whistle-Blower",
        "url": "https://tibia.fandom.com/wiki/Whistle-Blower",
        "grade": 1,
        "points": 1,
        "description": "You can't keep a secret, can you? Then again, you're just fulfilling your duty to the Queen of Carlin as a lawful citizen. That's a good thing, isn't it...?",
        "spoiler": "Obtainable by telling Queen Eloise about Chip during Lumberjack Mini World Change."
    },
    {
        "title": "Widely Travelled",
        "url": "https://tibia.fandom.com/wiki/Widely_Travelled",
        "grade": 3,
        "points": 7,
        "description": "As a true globetrotter you can now show your colours proudly with this extraordinary outfit.",
        "spoiler": "Obtainable by getting the basic Discoverer Outfits."
    },
    {
        "title": "Wild Warrior (Achievement)",
        "url": "https://tibia.fandom.com/wiki/Wild_Warrior_(Achievement)",
        "grade": 2,
        "points": 6,
        "description": "Valour is for weaklings - it doesn't matter how you win the battle, as long as you're victorious. Thick armor would just hinder your movements, thus you keep it light and rely on speed and skill instead of hiding in an uncomfortable shell.",
        "spoiler": "Obtainable by getting both addons of Warrior Outfits."
    },
    {
        "title": "Witches Lil' Helper",
        "url": "https://tibia.fandom.com/wiki/Witches_Lil%27_Helper",
        "grade": 1,
        "points": 1,
        "description": "You sacrificed ingredients to create the protective brew of the witches.",
        "spoiler": "Obtainable by throwing one ingredient into the witches cauldron during the Bewitched event."
    },
    {
        "title": "With a Cherry on Top",
        "url": "https://tibia.fandom.com/wiki/With_a_Cherry_on_Top",
        "grade": 1,
        "points": 1,
        "description": "You like your cake soft, with fruity bits and a nice sugar icing. And you prefer to make them by yourself. Have you ever considered opening a bakery? You must be really good by now!",
        "spoiler": "Obtainable by decorating 20 Cakes with fruits."
    },
    {
        "title": "Woodcarver",
        "url": "https://tibia.fandom.com/wiki/Woodcarver",
        "grade": 1,
        "points": 3,
        "description": "You defeated Megasylvan Yselda in the wake of the sleeping carnisylvan menace deep under Bounac.",
        "spoiler": "Obtained by defeating Megasylvan Yselda during the Adventures of Galthen Quest."
    },
    {
        "title": "Worm Whacker",
        "url": "https://tibia.fandom.com/wiki/Worm_Whacker",
        "grade": 1,
        "points": 1,
        "description": "Weehee! Whack those worms! You sure know how to handle a big hammer.",
        "spoiler": "Obtainable by completing mission 4 of the Isle of Evil Quest."
    },
    {
        "title": "Yalahari of Power",
        "url": "https://tibia.fandom.com/wiki/Yalahari_of_Power",
        "grade": 1,
        "points": 3,
        "description": "You defend Yalahar with brute force and are ready to lead it into a glorious battle, if necessary. Thanks to you, Yalahar will be powerful enough to stand up against any enemy.",
        "spoiler": "Obtainable by receiving the evil side addon from Palimuth by turning in a Vampiric Crest after having completed the In Service of Yalahar Quest."
    },
    {
        "title": "Yalahari of Wisdom",
        "url": "https://tibia.fandom.com/wiki/Yalahari_of_Wisdom",
        "grade": 1,
        "points": 3,
        "description": "Your deeds for Yalahar are usually characterised by deep insight and thoughtful actions. Thanks to you, Yalahar might have a chance to grow peacefully and with happy people living in it.",
        "spoiler": "Obtainable by receiving the good side addon from Palimuth by turning in a Vampiric Crest after having completed the In Service of Yalahar Quest."
    },
    {
        "title": "You Don't Know Jack",
        "url": "https://tibia.fandom.com/wiki/You_Don%27t_Know_Jack",
        "grade": 1,
        "points": 2,
        "description": "You did not tell Jack the truth about the mistake you and Spectulus made when trying to convince him about being a completely different person. He will live in doubt until the end of his existence.",
        "spoiler": "Obtainable by lying to Jack after finishing Jack to the Future Quest."
    },
    {
        "title": "You Got Horse Power",
        "url": "https://tibia.fandom.com/wiki/You_Got_Horse_Power",
        "grade": 3,
        "points": 8,
        "description": "Brought back to the realm of the living this magnificent creature will carry you through death and everything that lays beyond.",
        "spoiler": "Obtained by getting the Phantasmal Jade mount."
    },
    {
        "title": "Zzztill Zzztanding!",
        "url": "https://tibia.fandom.com/wiki/Zzztill_Zzztanding!",
        "grade": 1,
        "points": 1,
        "description": "You wiped Fazzrah away - zzeemzz like now you're the captain.",
        "spoiler": "Obtainable by slaying Fazzrah."
    }
]